[
    {
        "url": "https://www.snopes.com/fact-check/pinkeye-symptom-covid-19/",
        "evaluation": "mostly-true",
        "title": "Is Pinkeye a Symptom of COVID-19?",
        "subtitle": "Vice President Mike Pence's eye prompted discussion about whether he was infected with COVID-19 during the lone 2020 vice presidential election debate.",
        "author": "Nur Ibrahim",
        "statement": "Pinkeye, or conjunctivitis, is a symptom of COVID-19. ",
        "post_author": "",
        "date_posted": "8 October 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/ruth-bader-ginsburg-senates-job/",
        "evaluation": "mostly-true",
        "title": "Did Ruth Bader Ginsburg Say the Senate Was Obligated to Assess Merrick Garland's Qualifications?",
        "subtitle": "The late Supreme Court justice said in 2016 of court nominee Garland that "nothing in the Constitution" says "the president stops being president in his last year." ",
        "author": "Nur Ibrahim",
        "statement": "In a 2016 interview, U.S. Supreme Court Justice Ruth Bader Ginsburg said of the nomination of Merrick Garland to the High Court: "Nothing in the Constitution prevents a president from nominating to fill a court seat. That's their job. There's nothing in the Constitution that says the president stops being president in his last year.\"",
        "post_author": "",
        "date_posted": "23 September 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/biden-tax-social-security-1983/",
        "evaluation": "mostly-true",
        "title": "Did Biden Twice Vote To Tax Social Security While in the Senate?",
        "subtitle": "A meme circulating on social media lacked historical context.",
        "author": "Bethania Palma",
        "statement": "During his time in the U.S. Senate, Joe Biden cast two votes 10 years apart - one of them the deciding vote - in favor of legislation that taxed Social Security income.",
        "post_author": "",
        "date_posted": "14 September 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/charles-manson-guitar-church/",
        "evaluation": "mostly-true",
        "title": "Does Meme Show Charles Manson Playing Guitar in Church?",
        "subtitle": "The phrase \"in church,\" as some of the viral memes were captioned, may carry a misleading connotation.",
        "author": "Bethania Palma",
        "statement": "A photograph shows convicted murderer and Manson family cult leader Charles Manson playing a guitar \"in church.\"",
        "post_author": "",
        "date_posted": "2 September 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/tamir-rice-kyle-rittenhouse-memes/",
        "evaluation": "mostly-true",
        "title": "How Accurate Are Memes Comparing Tamir Rice and Kyle Rittenhouse?",
        "subtitle": "Social media compared the 2014 fatal police shooting of Tamir Rice, a 12-year-old Black boy, with police treatment in 2020 of 17-year-old Kyle Rittenhouse, who is white.",
        "author": "Nur Ibrahim",
        "statement": "According to memes, Tamir Rice, a Black boy, was killed for having a fake toy gun, while Kyle Rittenhouse, who is white, walked by police after allegedly killing two people with an assault rifle and was able to go home and sleep.",
        "post_author": "",
        "date_posted": "31 August 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/donna-hylton-speak-dnc/",
        "evaluation": "mostly-true",
        "title": "Did Criminal Justice Activist Donna Hylton Speak at the Democratic National Convention?",
        "subtitle": "Rumors circulated online that Hylton, who was convicted of a grisly 1985 murder and spent decades behind bars, spoke at the DNC.",
        "author": "Nur Ibrahim",
        "statement": "Donna Hylton, who was convicted of the 1985 kidnapping, torture, and murder of a real estate broker, spoke at the Democratic National Convention in August 2020. ",
        "post_author": "",
        "date_posted": "25 August 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/obama-remove-usps-mailboxes/",
        "evaluation": "mostly-true",
        "title": "Did the Obama Administration Remove USPS Mailboxes?",
        "subtitle": "The removal of U.S. Postal Service mailboxes under the previous administration did not indicate a political agenda. ",
        "author": "Nur Ibrahim",
        "statement": "Thousands of U.S. Postal Service mailboxes were removed during the last Obama administration term, according to a 2016 report. ",
        "post_author": "",
        "date_posted": "20 August 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/usps-mailboxes-removed-oregon/",
        "evaluation": "mostly-true",
        "title": "Were USPS Mailboxes Removed in Oregon?",
        "subtitle": "The number of U.S. Postal Service collection boxes overall has fallen by at least 60% since the 1980s. ",
        "author": "Dan Evon",
        "statement": "Several U.S. Postal Service mailboxes were removed in Oregon in August 2020. ",
        "post_author": "",
        "date_posted": "14 August 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/antifa-redirect-joe-biden-website/",
        "evaluation": "mostly-true",
        "title": "Did Antifa.com Redirect to Biden's Official Campaign Website?",
        "subtitle": "If it was a prank, it wouldn't be the first time the politician has been targeted in such a way.",
        "author": "Madison Dapcevich",
        "statement": "The URL antifa.com automatically redirects to the official campaign website of U.S. Democratic presidential candidate Joe Biden.",
        "post_author": "",
        "date_posted": "13 August 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/lol-surprise-dolls-water/",
        "evaluation": "mostly-true",
        "title": "Does Putting L.O.L. Surprise! Dolls in Water Reveal Lingerie?",
        "subtitle": "This isn't the first time L.O.L. Surprise! dolls have been subject to controversy. ",
        "author": "Dan Evon",
        "statement": "Placing an L.O.L. Surprise! doll in water will reveal lingerie on the doll's body. ",
        "post_author": "",
        "date_posted": "13 August 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/born-basic-recall/",
        "evaluation": "mostly-true",
        "title": "Was 'Born Basic Anti-Bac' Hand Sanitizer Recalled in the US?",
        "subtitle": "The FDA has a long - and growing - list of recalled brands of hand sanitizers.",
        "author": "Bethania Palma",
        "statement": "Born Basic Anti-Bac hand sanitizer was recalled in the U.S. after being found to contain methanol, a poisonous chemical.",
        "post_author": "",
        "date_posted": "12 August 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/absentee-ballot-fraud-heritage/",
        "evaluation": "mostly-true",
        "title": "Did US Only Have 143 Absentee-Ballot Fraud Convictions Over 20 Years?",
        "subtitle": "However you slice these numbers, documented examples of such fraud appear to be rare.",
        "author": "Dan Evon",
        "statement": "The U.S. has had 143 criminal convictions for absentee-ballot fraud (or .0006% of the total vote) over the past 20 years. ",
        "post_author": "",
        "date_posted": "10 August 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/trump-quiet-acts-kindness/",
        "evaluation": "mostly-true",
        "title": "Donald Trump's 'Quiet Acts of Random Kindness'",
        "subtitle": "A viral Facebook post recounted several supposed gestures of generosity by the U.S. president.",
        "author": "Dan MacGuill",
        "statement": "U.S. President Donald Trump performed several acts of generosity as described in a widely-shared Facebook post.",
        "post_author": "",
        "date_posted": "7 August 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/china-boys-dead-face-mask/",
        "evaluation": "mostly-true",
        "title": "Did Boys in China Die After Wearing Face Masks During Physical Exercise?",
        "subtitle": "English-language news outlets shared a set of reports that emerged from Hunan and Henan provinces in the spring and summer of 2020.",
        "author": "Dan MacGuill",
        "statement": "In 2020, two school boys in China died suddenly after wearing face masks during physical exercise.",
        "post_author": "",
        "date_posted": "5 August 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/isaiah-jackson-arrest-toddler/",
        "evaluation": "mostly-true",
        "title": "Was Isaiah Jackson Arrested After Pic Showed Man Kneeling on Toddler?",
        "subtitle": "The photograph, whose caption made reference to the Black Lives Matter movement, prompted an outraged response in July 2020.",
        "author": "Dan MacGuill",
        "statement": "Isaiah Anthony Wayne Jackson of Springfield, Ohio, was arrested in connection with a widely shared photograph of a man kneeling on a toddler's neck along with the caption \"BLM now mf.\"",
        "post_author": "",
        "date_posted": "27 July 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/teens-spread-covid-adults/",
        "evaluation": "mostly-true",
        "title": "Do Teens Spread COVID-19 As Fast As Adults?",
        "subtitle": "The findings from a South Korean study came as health officials issued new guidance to reopening schools around the U.S.",
        "author": "Madison Dapcevich",
        "statement": "Teens and tweens transmit SARS-CoV-2 quicker and more efficiently than adults. ",
        "post_author": "",
        "date_posted": "24 July 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/us-covid-deaths-vietnam-war/",
        "evaluation": "mostly-true",
        "title": "Will US COVID-19 Deaths Be Double the Number of US Vietnam War Deaths by Fall 2020?",
        "subtitle": "According to one estimate, the COVID-19 pandemic may leave as many as 300,000 Americans dead by end of 2020. ",
        "author": "Dan Evon",
        "statement": "The total number of COVID-19 deaths in the U.S. will be double the American death toll from the Vietnam War by fall 2020.",
        "post_author": "",
        "date_posted": "24 July 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/sharks-functionally-extinct/",
        "evaluation": "mostly-true",
        "title": "Are Reef Sharks Becoming 'Functionally Extinct'?",
        "subtitle": "Overexploitation of marine resources has "devastated" shark populations in recent decades.",
        "author": "Madison Dapcevich",
        "statement": "Reef sharks are becoming "functionally extinct.\"",
        "post_author": "",
        "date_posted": "23 July 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/polar-bears-extinct-by-2100/",
        "evaluation": "mostly-true",
        "title": "Could Polar Bears Be Extinct by 2100?",
        "subtitle": "Polar bears have long been seen as a bellwether for climate change. ",
        "author": "Madison Dapcevich",
        "statement": "Research published in July 2020 suggested polar bears may be wiped out by the end of the 21st century.",
        "post_author": "",
        "date_posted": "22 July 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/kentucky-house-arrest-covid/",
        "evaluation": "mostly-true",
        "title": "Were Kentucky Couple Placed Under House Arrest for Refusing To Sign Quarantine Agreement?",
        "subtitle": "Elizabeth Linscott told a local news channel she didn't want to have to get approval before going to the emergency room. Court records reveal there was more to the story. ",
        "author": "Dan MacGuill",
        "statement": "A Kentucky couple were placed under house arrest in July 2020 after a woman diagnosed with COVID-19 refused to agree to self-isolate because it would require her to get prior approval to go to the hospital.",
        "post_author": "",
        "date_posted": "20 July 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/walter-wetzel-redskins-logo/",
        "evaluation": "mostly-true",
        "title": "Did Walter 'Blackie' Wetzel Design Washington, DC Football Team's Logo?",
        "subtitle": "The claim circulated online in July 2020 after the NFL team said it was dropping its \"Redskins\" name and logo.",
        "author": "Jessica Lee",
        "statement": "Walter \"Blackie\" Wetzel, a former leader of the Blackfeet Nation, designed the Indian head logo for the Washington D.C. \"Redskins\" NFL team.",
        "post_author": "",
        "date_posted": "16 July 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/missouri-schools-death-waiver/",
        "evaluation": "mostly-true",
        "title": "Did Missouri Schools Require Parents Sign COVID-19 'Death' Waivers?",
        "subtitle": "Discussions around when and how schools would reopen during the 2020 coronavirus pandemic sparked a few controversies.",
        "author": "Madison Dapcevich",
        "statement": "A Missouri school district asked parents to sign a COVID-19 liability waiver in advance of the 2020-2021 school year. ",
        "post_author": "",
        "date_posted": "16 July 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/earnhardt-remove-flag-sticker/",
        "evaluation": "mostly-true",
        "title": "Did Dale Earnhardt Sr. Remove Confederate Flag Sticker from Truck?",
        "subtitle": "The race-car driving legend's son reportedly once relayed the story.   ",
        "author": "Dan Evon",
        "statement": "Dale Earnhardt Jr. told a story about his late father, Dale Earnhardt Sr., removing a Confederate-flag sticker from his truck. ",
        "post_author": "",
        "date_posted": "19 June 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/happen-riots-and-looting/",
        "evaluation": "mostly-true",
        "title": "Did This Happen 'While Your TV Was Filled with Riots and Looting'?",
        "subtitle": "A meme suggested all kinds of political legal news happened in early June 2020 amid unrelated, nationwide police-brutality protests.",
        "author": "David Mikkelson",
        "statement": "A meme lists political legal events that occurred during the first week of June 2020, while nationwide protests were taking place over the death of George Floyd.",
        "post_author": "",
        "date_posted": "11 June 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/lowes-versus-home-depot-meme/",
        "evaluation": "mostly-true",
        "title": "Did Lowe's Donate $25M to Minority-Owned Businesses, While Home Depot Founder Gave to Trump?",
        "subtitle": "A meme comparing political involvement of the home improvement chains left out some context.",
        "author": "Bethania Palma",
        "statement": "Lowe's was giving $25 million in grant money to minority-owned businesses reopening amid the COVID-19 pandemic, while the founder of Home Depot gave millions to U.S. President Donald Trump's campaign.",
        "post_author": "",
        "date_posted": "10 June 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/raised-fist-traffic-light-real/",
        "evaluation": "mostly-true",
        "title": "Was This Traffic Light Altered to Display a Fist Raised in Protest?",
        "subtitle": "The raised fist has been used as a symbol of protest, resistance, and solidarity for decades. ",
        "author": "Dan Evon",
        "statement": "A photograph shows a traffic sign that was altered to show a fist raised in protest. ",
        "post_author": "",
        "date_posted": "10 June 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/white-house-portrait-ceremony/",
        "evaluation": "mostly-true",
        "title": "Will the White House Portrait Ceremony Not Occur in 2020?",
        "subtitle": "Bad blood between U.S. President Donald Trump and former President Barack Obama may lead to the skipping of a decades-old tradition. ",
        "author": "Nur Ibrahim",
        "statement": "A traditional White House ceremony, where a sitting president unveils the portrait of his predecessor, will not take place in 2020, owing to antipathy between Donald Trump and Barack Obama. ",
        "post_author": "",
        "date_posted": "20 May 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/covid-nyc-tokyo/",
        "evaluation": "mostly-true",
        "title": "Is NYC's COVID-19 Death Rate at Least 250x Higher Than Tokyo's?",
        "subtitle": "A viral tweet from software engineer John McAfee raised questions about social-distancing measures during the coronavirus pandemic. ",
        "author": "Jessica Lee",
        "statement": "As of April 25, 2020, the rate of people dying from the COVID-19 coronavirus disease in New York City was at least 250 times \"higher\" than Tokyo's - and growing with time.",
        "post_author": "",
        "date_posted": "6 May 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/honey-bees-cook-murder-hornets/",
        "evaluation": "mostly-true",
        "title": "Can Honeybees 'Cook' a 'Murder Hornet' Alive?",
        "subtitle": "The Asian giant hornet may have rightly earned the nickname \"murder hornet,\" but don't underestimate the Japanese honeybee. ",
        "author": "Dan Evon",
        "statement": "A photograph shows a group of honeybees \"cooking\" a \"murder hornet\" to death.",
        "post_author": "",
        "date_posted": "5 May 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/trump-admin-seizing-ppe/",
        "evaluation": "mostly-true",
        "title": "Is Trump Admin Seizing COVID-19 Protective Equipment from States?",
        "subtitle": "An urgent shortage persists of N95 masks and other supplies in U.S. medical facilities. ",
        "author": "Jessica Lee",
        "statement": "Under U.S. President Donald Trump, federal authorities are confiscating orders of personal protective equipment (PPE) from local governments amid the COVID-19 pandemic.",
        "post_author": "",
        "date_posted": "24 April 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/porn-filled-easter-eggs-florida/",
        "evaluation": "mostly-true",
        "title": "Did Florida Residents Really Find Porn-Filled Easter Eggs in Mailboxes?",
        "subtitle": "The Easter Bunny would not approve.",
        "author": "Jessica Lee",
        "statement": "Residents of Florida's Flagler County found Easter eggs containing unsolicited porn inside their mailboxes.",
        "post_author": "",
        "date_posted": "10 April 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/mass-graves-covid-19-deaths/",
        "evaluation": "mostly-true",
        "title": "Are 'Mass Graves' Being Dug for COVID-19 Deaths?",
        "subtitle": "New York's Hart Island has been used as a burial site for unclaimed deceased persons for more than 150 years.",
        "author": "Dan Evon",
        "statement": "Images show mass graves being dug in New York to bury victims of the COVID-19 coronavirus disease pandemic in 2020.",
        "post_author": "",
        "date_posted": "10 April 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/covid-good-news-list-accurate/",
        "evaluation": "mostly-true",
        "title": "Is This 'Good News' List About the COVID-19 Pandemic Accurate?",
        "subtitle": "A few bright spots do indeed shine amid the doom and gloom of the new coronavirus. ",
        "author": "Dan Evon",
        "statement": "A viral list notes numerous \"good news\" items related to the fight against the COVID-19 coronavirus disease pandemic. ",
        "post_author": "",
        "date_posted": "19 March 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/timeline-trump-covid19-responses/",
        "evaluation": "mostly-true",
        "title": "Is This Timeline of Trump's Coronavirus Responses Accurate?",
        "subtitle": "U.S. President Donald Trump claimed that he felt COVID-19 was a pandemic \"long before it was called a pandemic,\" but his previous recorded statements paint a different picture. ",
        "author": "Dan Evon",
        "statement": "A list documents U.S. President Donald Trump's various statements about the spread of COVID-19 coronavirus disease. ",
        "post_author": "",
        "date_posted": "18 March 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/presidents-younger-2020-candidates/",
        "evaluation": "mostly-true",
        "title": "Are 3 Previous US Presidents All Younger Than 2020 Candidates?",
        "subtitle": "A social media thread pointed out something many of the 2020 presidential candidates have in common: They've seen a lot of years. ",
        "author": "Dan Evon",
        "statement": "The three previous U.S. presidents are all younger than the current field of 2020 presidential candidates. ",
        "post_author": "",
        "date_posted": "5 March 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/undercover-cops-arrest/",
        "evaluation": "mostly-true",
        "title": "Did One Group of Undercover Cops Try to Arrest Other Undercover Cops?",
        "subtitle": "Police chief: \"This is probably one of the most embarrassing things I've seen in this department since I've been appointed.\"",
        "author": "David Mikkelson",
        "statement": "A group of undercover cops in Detroit attempted to arrest another group of undercover cops posing as drug dealers.",
        "post_author": "",
        "date_posted": "24 February 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/nazi-rally-madison-square-garden/",
        "evaluation": "mostly-true",
        "title": "Do These Photos Show a 1939 Nazi Rally at Madison Square Garden?",
        "subtitle": "It wasn't the only Nazi rally to take place in 1930s New York.",
        "author": "Dan Evon",
        "statement": "Photographs circulating online in February 2020 show a Nazi rally that was held at Madison Square Garden in 1939. ",
        "post_author": "",
        "date_posted": "21 February 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/new-way-forward-deportations/",
        "evaluation": "mostly-true",
        "title": "Would the New Way Forward Act Protect Criminals from Deportation?",
        "subtitle": "Fox News host Tucker Carlson called an immigration reform bill \"the most radical single piece of legislation we've seen proposed.\" What exactly did it propose?",
        "author": "Dan MacGuill",
        "statement": "The New Way Forward Act, according to Tucker Carlson, would \"protect criminals from deportation\" if it were implemented.",
        "post_author": "",
        "date_posted": "12 February 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/lawmaker-chocolate-syrup-bottle/",
        "evaluation": "mostly-true",
        "title": "Is This Lawmaker Drinking from a Chocolate Syrup Bottle?",
        "subtitle": "Surprisingly, there is a solid explanation behind this strange image.",
        "author": "Dan Evon",
        "statement": "A photograph shows Tennessee state Rep. Kent Calfee drinking from a chocolate syrup bottle. ",
        "post_author": "",
        "date_posted": "7 February 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/joe-morrissey-receptionist/",
        "evaluation": "mostly-true",
        "title": "Did Newly Elected Virginia Democrat Joe Morrissey in the Past Have Sex with His Teenage Receptionist?",
        "subtitle": "Despite a long and winding history of scandal, Joe Morrissey was elected to the Virginia State Senate in the fall of 2019.",
        "author": "Bethania Palma",
        "statement": "Joe Morrissey, a Democrat, was elected to the Virginia State Senate even though he had sex with his teenage receptionist and has been disbarred.",
        "post_author": "",
        "date_posted": "8 November 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/beheaded-wolf-eel-still-bite/",
        "evaluation": "mostly-true",
        "title": "Can Wolf Eel Bite and Poison You After It's Been Decapitated?",
        "subtitle": "The postmortem muscle spasms of the wolf eel are a scary sight to behold. ",
        "author": "Dan Evon",
        "statement": "A video shows the decapitated head of a poisonous wolf eel biting down on a can of coca-cola.",
        "post_author": "",
        "date_posted": "5 November 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/taylor-swift-abortion/",
        "evaluation": "mostly-true",
        "title": "Did Taylor Swift Say She 'Supports Abortion'?",
        "subtitle": "A pro-life website distorted the pop singer's words, but did not misrepresent the core meaning of her views on abortion rights.",
        "author": "Dan MacGuill",
        "statement": "In a 2019 interview, singer Taylor Swift said she \"supports abortion\" and couldn't believe \"people want to protect unborn children.\"",
        "post_author": "",
        "date_posted": "29 October 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/hiv-manicure/",
        "evaluation": "mostly-true",
        "title": "Did a Woman Contract HIV During a Manicure?",
        "subtitle": "An old case study reemerged on social media in October 2019.",
        "author": "Dan MacGuill",
        "statement": "A woman in Brazil contracted HIV during a manicure.",
        "post_author": "",
        "date_posted": "24 October 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/man-killed-trump-immigration/",
        "evaluation": "mostly-true",
        "title": "Did an Undocumented Immigrant Kill a Man Who Criticized Trump's Immigration Policies?",
        "subtitle": "Multiple websites saw an irony surrounding the death of Sean Buchanan in Colorado in August 2019.",
        "author": "Dan MacGuill",
        "statement": "Sean Buchanan criticized President Donald Trump's immigration policies, before dying in a car crash caused by an undocumented immigrant.",
        "post_author": "",
        "date_posted": "16 October 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/snakehead-fish-survive-on-land/",
        "evaluation": "mostly-true",
        "title": "Can the Snakehead Fish Survive on Land?",
        "subtitle": "An invasive species of fish is causing problems for wildlife officials in Georgia. ",
        "author": "Dan Evon",
        "statement": "The snakehead fish can survive on land. ",
        "post_author": "",
        "date_posted": "11 October 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/life-sentence-stealing-159-jacket/",
        "evaluation": "mostly-true",
        "title": "Did a Man Receive a Life Sentence for Stealing a $159 Jacket?",
        "subtitle": "The 10-year sentence received by Amber Guyger in 2019 prompted online debate about mandatory minimum sentencing and \"habitual offender\" laws.",
        "author": "Dan MacGuill",
        "statement": "In 1996, Timothy Jackson received a life sentence for stealing a $159 jacket in Louisiana. ",
        "post_author": "",
        "date_posted": "7 October 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/elizabeth-warren-sex-reassignment/",
        "evaluation": "mostly-true",
        "title": "Did Elizabeth Warren Say Taxpayers Should Fund Sex-Reassignment Surgery?",
        "subtitle": "Warren's stance on trans healthcare access is the subject of outrage among some right-leaning observers, but a point of pride for the presidential candidate herself.",
        "author": "Dan MacGuill",
        "statement": "U.S. Sen. Elizabeth Warren said or argued to the effect that \"taxpayers must fund sex reassignment surgery.\"",
        "post_author": "",
        "date_posted": "2 October 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/motorcyclist-jump-train-track/",
        "evaluation": "mostly-true",
        "title": "Does This Video Show a Motorcyclist Evading Police by Jumping Over a Train Track?",
        "subtitle": "A video of a motorcyclist jumping over a train track certainly appears real, but key context is missing. ",
        "author": "Dan Evon",
        "statement": "A video shows a motorcyclist evading police by jumping over a train track. ",
        "post_author": "",
        "date_posted": "30 September 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/msnbc-graphic-bernie-sanders/",
        "evaluation": "mostly-true",
        "title": "Did MSNBC Exclude Bernie Sanders from a Graphic About a Campaign Event?",
        "subtitle": "Context is important when assessing viral internet claims.",
        "author": "Bethania Palma",
        "statement": "An infographic of 2020 Democratic presidential candidates that aired on MSNBC excluded U.S. Sen. Bernie Sanders.",
        "post_author": "",
        "date_posted": "24 September 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/cocaine-bricks-wash-up-dorian/",
        "evaluation": "mostly-true",
        "title": "Did Bricks of Cocaine Wash Up on Beaches After Hurricane Dorian?",
        "subtitle": "A variety of debris and unusual items washed up in Florida in summer 2019 due to Hurricane Dorian.",
        "author": "Dan Evon",
        "statement": "Bricks of cocaine washed ashore in Florida after Hurricane Dorian. ",
        "post_author": "",
        "date_posted": "10 September 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/palindrome-week/",
        "evaluation": "mostly-true",
        "title": "What Is 'Palindrome Week'?",
        "subtitle": "Numerical palindromes, such as 12321, can be read the same forwards and backwards.",
        "author": "Dan Evon",
        "statement": "A series of consecutive dates in September 2019 are numerical palindromes. ",
        "post_author": "",
        "date_posted": "10 September 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/colorful-eye-hurricane-dorian/",
        "evaluation": "mostly-true",
        "title": "Is This the Eye of Hurricane Dorian?",
        "subtitle": "NOAA: \"The GOES satellite senses electromagnetic energy at 16 different wavelengths. There are two wavelengths most commonly shown on weather broadcasts: Infrared and Visible.\"",
        "author": "Dan Evon",
        "statement": "A photograph shows the colorful eye of Hurricane Dorian. ",
        "post_author": "",
        "date_posted": "4 September 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/hasbro-toys-death-row-records/",
        "evaluation": "mostly-true",
        "title": "Did Hasbro Toys Acquire Death Row Records?",
        "subtitle": "Some news reports sound so strange they border on satirical. ",
        "author": "Dan Evon",
        "statement": "The toy company Hasbro acquired Death Row Records. ",
        "post_author": "",
        "date_posted": "26 August 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/amazon-rainforest-on-fire-2019/",
        "evaluation": "mostly-true",
        "title": "Was the Amazon Rainforest on Fire in August 2019?",
        "subtitle": "As of this writing, portions of the Amazon rainforest reportedly were still burning. ",
        "author": "Dan Evon",
        "statement": "Portions of the Amazon rainforest were on fire in August 2019.",
        "post_author": "",
        "date_posted": "21 August 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/shell-trump-rally-pay/",
        "evaluation": "mostly-true",
        "title": "Were Shell Workers in Pennsylvania Told to Attend a Trump Rally or Lose Pay?",
        "subtitle": "Multiple news articles detailed a controversy surrounding the president's August 2019 visit to a Pennsylvania petrochemical plant. ",
        "author": "Dan MacGuill",
        "statement": "In August 2019, workers at the Shell plant in Beaver County, Pennsylvania, were told to either attend a speech by U.S. President Donald Trump or lose pay. ",
        "post_author": "",
        "date_posted": "20 August 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/maga-mean-easily-fooled-idiot/",
        "evaluation": "mostly-true",
        "title": "Does 'Maga' Mean 'Easily Fooled Idiot' in Nigerian Pidgin?",
        "subtitle": "Words in different languages do tend to have different meanings. ",
        "author": "Dan Evon",
        "statement": "The word \"maga\" means \"easily fooled idiot\" in Nigerian Pidgin. ",
        "post_author": "",
        "date_posted": "16 August 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/dragon-over-baseball-stadium/",
        "evaluation": "mostly-true",
        "title": "Did an AR Dragon Fly Over a Baseball Stadium?",
        "subtitle": "Some viewers may be a little confused about what this video does and doesn't show.",
        "author": "Dan Evon",
        "statement": "A video shows an augmented reality (AR) dragon flying over a baseball stadium.",
        "post_author": "",
        "date_posted": "13 August 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/massachussetts-gun-laws-deaths/",
        "evaluation": "mostly-true",
        "title": "Does Massachusetts Have Strict Gun-Ownership Requirements, Low Firearm-Death Rates?",
        "subtitle": "Attention turned to gun-violence prevention measures in the wake of a spate of mass shootings in the U.S. in August 2019. ",
        "author": "Dan MacGuill",
        "statement": "Massachusetts has certain strict gun-ownership requirements and the lowest rate of gun deaths in the United States. ",
        "post_author": "",
        "date_posted": "9 August 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/military-retirement-trump-wall/",
        "evaluation": "mostly-true",
        "title": "Did the Pentagon Plan to Cut Military Retirement Funding to Pay for Trump's Border Wall?",
        "subtitle": "News reports in summer 2019 got many of the basic facts right about some planned defense-budget fund transfers. ",
        "author": "Dan MacGuill",
        "statement": "The U.S. Department of Defense planned to reduce the funding available for a military-retirement program in order to contribute to the construction of a U.S.-Mexico border wall.",
        "post_author": "",
        "date_posted": "7 August 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/our-western-way-of-life/",
        "evaluation": "mostly-true",
        "title": "Did U.S. Rep. Cheney Accuse Native Tribes of "Destroying Our Western Way of Life"?",
        "subtitle": "A coalition of Native American tribes, groups, and individuals fought for the Yellowstone grizzly's relisting under the Endangered Species Act. ",
        "author": "Alex Kasprak",
        "statement": "U.S. Rep. Liz Cheney accused tribes of "destroying our Western way of life" over court-mandated protections for the Yellowstone grizzly bear.",
        "post_author": "",
        "date_posted": "2 August 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/bullet-proof-backpacks/",
        "evaluation": "mostly-true",
        "title": "Are Bulletproof Backpacks Being Sold in U.S. Stores?",
        "subtitle": "More than 100 people were killed or injured during school shootings in 2018. ",
        "author": "Dan Evon",
        "statement": "A photograph shows a bulletproof backpack available for sale at a store in the United States. ",
        "post_author": "",
        "date_posted": "1 August 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/seesaws-at-us-mexico-border/",
        "evaluation": "mostly-true",
        "title": "Were Seesaws Installed at the U.S.-Mexico Border?",
        "subtitle": "We saw a seesaw, but we don't see the seesaw we saw anymore. ",
        "author": "Dan Evon",
        "statement": "An artist installed seesaws at the border of the United States and Mexico. ",
        "post_author": "",
        "date_posted": "31 July 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/hypnotized-chicken/",
        "evaluation": "mostly-true",
        "title": "Is This a Video of a 'Hypnotized Chicken'?",
        "subtitle": "The strange act of \"hypnotizing\" chickens was first described in the 1600s.",
        "author": "Dan Evon",
        "statement": "A video shows a chicken being hypnotized by holding its head down and \"drawing\" a line in the sand extending from its beak. ",
        "post_author": "",
        "date_posted": "26 July 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/mister-rogers-9-11-address/",
        "evaluation": "mostly-true",
        "title": "Does a Video Show Mr. Rogers Addressing the Nation After 9/11?",
        "subtitle": "Long-time children's TV host Fred Rogers dealt with a number of tough topics on his popular PBS show.  ",
        "author": "Dan Evon",
        "statement": "A video shows PBS children's TV host Mr. Rogers addressing the nation after 9/11.",
        "post_author": "",
        "date_posted": "23 July 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/trump-2016-chairs-trafficking/",
        "evaluation": "mostly-true",
        "title": "Are Trump 2016 Campaign Chairs in Two States in Jail for Sex Trafficking?",
        "subtitle": "Former Trump campaign officials in Oklahoma and Kentucky are serving time for crimes that include sex trafficking of minors.",
        "author": "Alex Kasprak",
        "statement": "Donald Trump's Kentucky and Oklahoma 2016 campaign chairs are in jail for child sex trafficking. ",
        "post_author": "",
        "date_posted": "10 July 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/hedgehog-skeleton-photo/",
        "evaluation": "mostly-true",
        "title": "Is This a Hedgehog Skeleton?",
        "subtitle": "A purported photograph of a hedgehog skeleton is often met with a mix of skepticism and awe. ",
        "author": "Dan Evon",
        "statement": "A photograph shows a complete hedgehog skeleton. ",
        "post_author": "",
        "date_posted": "3 July 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/galapagos-military-air-base/",
        "evaluation": "mostly-true",
        "title": "Did Ecuador Give the U.S. Military Permission to Use Galapagos Island Airfield?",
        "subtitle": "Remarks made by Ecuador's defense minister prompted concern about the UNESCO World Heritage Site in June 2019.",
        "author": "Dan MacGuill",
        "statement": "In June 2019, Ecuador's government announced a plan for U.S. military aircraft to use the Galapagos Island of San Cristobal for refueling. ",
        "post_author": "",
        "date_posted": "19 June 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/jfk-the-crown-speech/",
        "evaluation": "mostly-true",
        "title": "Was JFK's Speech in Netflix's 'The Crown' Authentic?",
        "subtitle": "\"What is it to be an American?\" the fictional president asked during a visit to the U.K. in the second season of the popular Netflix drama. How true-to-life were his remarks?",
        "author": "Dan MacGuill",
        "statement": "A speech delivered by the fictional John F. Kennedy in an episode of \"The Crown\" was derived from real utterances by Kennedy.",
        "post_author": "",
        "date_posted": "12 June 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/parasites-rights-abortion-sign/",
        "evaluation": "mostly-true",
        "title": "Did Pro-Choice Protesters Carry a Sign That Likened Fetuses to 'Parasites'?",
        "subtitle": "A Princeton political philosopher was one of many observers who shared a controversial photograph in May 2019. But where did the image originate?",
        "author": "Dan MacGuill",
        "statement": "A photograph shows pro-choice activists carrying a sign that reads \"Parasites don't have rights.\"",
        "post_author": "",
        "date_posted": "12 June 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/gun-deaths-d-day/",
        "evaluation": "mostly-true",
        "title": "Did Gun Violence Kill More People in U.S. in 9 Weeks than U.S. Combatants Died in D-Day?",
        "subtitle": "The Washington Post prompted inquiries from readers with their stark statistical comparison.",
        "author": "Dan MacGuill",
        "statement": "By 6 March, the number of gun-related deaths in the U.S. in 2019 had surpassed the total number of U.S. combatant deaths on D-Day. ",
        "post_author": "",
        "date_posted": "10 June 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/roosevelt-answer-to-terrorism/",
        "evaluation": "mostly-true",
        "title": "Did Teddy Roosevelt Say the 'One Answer to Terrorism' Is a Winchester Rifle?",
        "subtitle": "Roosevelt railed against the revolutionary anarchists of his day, whose violent activities he termed 'a crime against the whole human race.'",
        "author": "David Emery",
        "statement": "Theodore Roosevelt said: \"There is but one answer to terrorism and it is best delivered with a Winchester rifle.\"",
        "post_author": "",
        "date_posted": "31 May 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/1996-law-non-citizens-vote/",
        "evaluation": "mostly-true",
        "title": "Does a 1996 U.S. Law Say Non-Citizens Who Vote Must Be Deported?",
        "subtitle": "The Illegal Immigration Reform and Immigrant Responsibility Act of 1996 deemed non-citizens convicted of voting unlawfully to be \"deportable.\"",
        "author": "David Emery",
        "statement": "The Illegal Immigration Reform and Immigrant Responsibility Act of 1996 says that non-citizens who vote must be deported.",
        "post_author": "",
        "date_posted": "21 May 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/botched-abortion-gravestone/",
        "evaluation": "mostly-true",
        "title": "Is This Katie McCormick's Gravestone from the 1870s?",
        "subtitle": "A young woman's death from a reported botched abortion in the late 1800s still resonates with many people today. ",
        "author": "Dan Evon",
        "statement": "A photograph shows a tombstone from 1875 that marks the resting place of Kate McCormick, who reportedly died after a botched abortion.",
        "post_author": "",
        "date_posted": "21 May 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/deblasio-nicaragua-warren-wilhelm/",
        "evaluation": "mostly-true",
        "title": "Did NYC Mayor Bill de Blasio Once Support the Sandinista Govt. in Nicaragua?",
        "subtitle": "In May 2019, social media posts targeted the would-be 2020 Democratic presidential nominee for his past political positions, as well as his decision to change his name.",
        "author": "Dan MacGuill",
        "statement": "New York Mayor Bill de Blasio was previously named \"Warren Wilhelm Jr.\" and once supported the socialist government of the Sandinistas in Nicaragua.",
        "post_author": "",
        "date_posted": "20 May 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/titanic-pcp-chowder/",
        "evaluation": "mostly-true",
        "title": "Were Cast and Crew on the Film 'Titanic' Sickened by PCP-Laced Seafood Chowder?",
        "subtitle": "Actor Bill Paxton: \"Some people were laughing, some people were crying, some people were throwing up."",
        "author": "Dan Evon",
        "statement": "Dozens of people on the set of the film \"Titanic\" were sickened after eating seafood chowder that had been spiked with the drug PCP on the final day of shooting.",
        "post_author": "",
        "date_posted": "1 May 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/county-map-keep-electoral-college/",
        "evaluation": "mostly-true",
        "title": "Does This Map Show Why We Need the Electoral College?",
        "subtitle": "A map demonstrates the population disparity between densely populated Los Angeles County and much of the U.S.",
        "author": "David Mikkelson",
        "statement": "A map demonstrates the population disparity between densely populated Los Angeles County and much of the U.S.",
        "post_author": "",
        "date_posted": "24 March 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/trump-purple-heart-news-media/",
        "evaluation": "mostly-true",
        "title": "Did President Trump's Awarding of a Purple Heart to a Wounded Vet Go Unreported by News Media?",
        "subtitle": "Some social media users turned a private moment between Trump and a veteran into accusations of news bias. ",
        "author": "Dan Evon",
        "statement": "A photograph showing U.S. President Donald Trump awarding a purple heart to a wounded veteran went unreported by the mainstream news media. ",
        "post_author": "",
        "date_posted": "22 March 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/700-arrests-el-paso-border/",
        "evaluation": "mostly-true",
        "title": "Were 700-Plus Undocumented People, Including Sex Offenders, Caught in El Paso Overnight?",
        "subtitle": "Many readers shared stories aggregated from a U.S. Border Patrol press release as proof of the need for a 2,000-mile border wall.",
        "author": "Bethania Palma",
        "statement": "Some 700-plus undocumented migrants, including sex offenders, were apprehended by the U.S. Border Patrol overnight.",
        "post_author": "",
        "date_posted": "22 March 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/beto-orourke-el-paso-pussycats/",
        "evaluation": "mostly-true",
        "title": "Was Beto O'Rourke Arrested Twice and Part of a Band Called El Paso Pussycats?",
        "subtitle": "We do know he was in a punk band in the 1990s that got its name from the Icelandic word for \"Waterfall.\" ",
        "author": "Dan Evon",
        "statement": "Beto O'Rourke was in a band called the El Paso Pussycats and was arrested at least twice in the 1990s. ",
        "post_author": "",
        "date_posted": "19 March 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/justin-schneider/",
        "evaluation": "mostly-true",
        "title": "Did Justin Schneider Avoid Jail Time Despite Strangling and Assaulting a Female Hitchhiker?",
        "subtitle": "A Facebook meme fueled outrage about the September 2018 punishment given to the Anchorage, Alaska, resident. ",
        "author": "Dan MacGuill",
        "statement": "Justin Schneider was \"given no jail time,\" despite having strangled and assaulted a hitchhiker in Anchorage, Alaska, in 2017.",
        "post_author": "",
        "date_posted": "14 March 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/human-zoo-1958-worlds-fair/",
        "evaluation": "mostly-true",
        "title": "Is This a Photograph of a 'Human Zoo' at the 1958 World's Fair?",
        "subtitle": "Expo '58 in Brussels featured a reconstructed African village populated by real people shipped over from the Belgian Congo.",
        "author": "David Emery",
        "statement": "A photograph shows an African child on display in a \"human zoo\" at the 1958 World's Fair in Brussels, Belgium.",
        "post_author": "",
        "date_posted": "4 March 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/parents-sue-planned-parenthood/",
        "evaluation": "mostly-true",
        "title": "Did Parents Sue Planned Parenthood for Child Support Over a Failed Abortion?",
        "subtitle": "The couple felt they could not afford to add another child to their family.",
        "author": "Bethania Palma",
        "statement": "A couple sued Planned Parenthood for child support over a failed abortion.",
        "post_author": "",
        "date_posted": "1 March 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/new-jersey-ballot-tax-returns/",
        "evaluation": "mostly-true",
        "title": "Did N.J. Pass a Law Requiring President Trump to Release His Tax Returns?",
        "subtitle": "State lawmakers could keep President Donald Trump off the ballot in New Jersey in 2020 unless he releases his tax returns.",
        "author": "David Mikkelson",
        "statement": "New Jersey passed a bill to keep President Trump off 2020 ballots if he doesn't release his tax returns.",
        "post_author": "",
        "date_posted": "24 February 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/australia-government-shutdown/",
        "evaluation": "mostly-true",
        "title": "Did a Government Shutdown in Australia Result in All Members of Parliament Getting Fired?",
        "subtitle": "It's difficult to boil down one of the most turbulent periods in Australia's political history into a meme. ",
        "author": "Dan Evon",
        "statement": "A government shutdown in Australia in 1975 ended with the dismissal of the prime minister and all members of Parliament. ",
        "post_author": "",
        "date_posted": "14 February 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/insulin-walmart-vial/",
        "evaluation": "mostly-true",
        "title": "Does Walmart Sell Insulin for $25 a Vial Without a Prescription?",
        "subtitle": "The question centers on a different type of insulin than most diabetics are currently prescribed.",
        "author": "Bethania Palma",
        "statement": "Insulin can be purchased at Walmart for $25 a vial.",
        "post_author": "",
        "date_posted": "7 February 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/billy-joel-front-row/",
        "evaluation": "mostly-true",
        "title": "Does Billy Joel Give Away Front Row Seats for His Concerts, Rather Than Sell Them?",
        "subtitle": "A widely-shared meme reinforces the \"Piano Man's\" reputation as a down-to-earth superstar with a close affinity for his fans. ",
        "author": "Dan MacGuill",
        "statement": "Billy Joel does not sell seats for the first few rows of his concerts, preferring instead to distribute them to \"real fans\" who have bought cheaper tickets.",
        "post_author": "",
        "date_posted": "5 February 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/trump-pro-life-remarks/",
        "evaluation": "mostly-true",
        "title": "Did President Trump Make These Pro-Life Remarks?",
        "subtitle": "A meme rearranged excerpts from President Donald Trump's pre-taped remarks at the 46th annual March for Life in January 2019. ",
        "author": "Alex Kasprak",
        "statement": "President Donald Trump said: "I have signed a letter to Congress to make clear that if they send any legislation to my desk that weakens the protection of human life, I will issue a veto ... Every child is a sacred gift from God ... Every life is worth protecting ... We know that every life has meaning and that every life is worth protecting."",
        "post_author": "",
        "date_posted": "5 February 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/facebook-groups-participate/",
        "evaluation": "mostly-true",
        "title": "Is Facebook Kicking People Out of Groups Who Don't Participate?",
        "subtitle": "The technology giant has been taking measures to improve \"meaningful\" interactions on the platform.",
        "author": "Bethania Palma",
        "statement": "Facebook has been kicking inactive users out of groups.",
        "post_author": "",
        "date_posted": "18 January 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/theodore-roosevelt-mississippi-postmaster/",
        "evaluation": "mostly-true",
        "title": "Did Theodore Roosevelt 'Punish' a Mississippi City for Forcing Out a Black Postmaster?",
        "subtitle": "The president retaliated when Minnie Cox was pushed out of her position by white residents of Indianola.",
        "author": "Arturo Garcia",
        "statement": "Theodore Roosevelt closed the post office in Indianola, Mississippi, in 1903 and rerouted local mail after townspeople forced local postmaster Minnie Cox out because she was black.",
        "post_author": "",
        "date_posted": "4 January 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/dermophis-donaldtrumpi-amphibian-trump/",
        "evaluation": "mostly-true",
        "title": "Was a Newly-Discovered Species of Amphibian Given the Name 'Dermophis Donaldtrumpi'?",
        "subtitle": "Reports in December 2018 referred to a recently discovered \"blind creature that buries its head in the sand.\"",
        "author": "Dan MacGuill",
        "statement": "A newly discovered species of amphibian was named \"Dermophis donaldtrumpi\" as an unflattering reference to the U.S. President.",
        "post_author": "",
        "date_posted": "20 December 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/joe-biden-shotgun/",
        "evaluation": "mostly-true",
        "title": "Did Joe Biden Once Advise the Public to Use Shotguns for Self-Defense?",
        "subtitle": "A meme featured an eye-catching quotation attributed to the former vice president. ",
        "author": "Dan MacGuill",
        "statement": "Former Vice President Joe Biden once said, \"[If] you want to keep someone away from your house, just fire the shotgun through the door.\"",
        "post_author": "",
        "date_posted": "19 December 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/caravan-migrants-return-pay/",
        "evaluation": "mostly-true",
        "title": "Did Caravan Migrants Demand $50K from the U.S. to Return Home?",
        "subtitle": "A small group of migrants awaiting their fate in Tijuana asked that they either be allowed into the U.S. to process their asylum claims or be paid to go home.",
        "author": "Bethania Palma",
        "statement": "Caravan migrants demanded $50,000 payments from the U.S. in order to go home.",
        "post_author": "",
        "date_posted": "14 December 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/study-refugees-brought-in-revenues/",
        "evaluation": "mostly-true",
        "title": "Did a Banned Federal Study Show That Refugees Bring in More in Government Revenues Than They Cost?",
        "subtitle": "A U.S. Department of Health and Human Services study compared the tax revenues generated by refugees to the overall cost of resettlement.",
        "author": "David Emery",
        "statement": "A leaked federal study showing that refugees to America brought in $63 billion more in government revenues than they cost in the last 10 years was \"banned\" by the Trump administration.",
        "post_author": "",
        "date_posted": "12 December 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/blackbird-civil-rights/",
        "evaluation": "mostly-true",
        "title": "Was Paul McCartney's Song "Blackbird" Inspired by the Civil Rights Movement?",
        "subtitle": "The rock icon publicly explained the song's link to the \"Little Rock Nine\" at a 2016 concert.",
        "author": "Arturo Garcia",
        "statement": "Paul McCartney wrote the song \"Blackbird\" during a visit to the U.S., inspired by the civil rights movement.",
        "post_author": "",
        "date_posted": "5 December 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/trump-wampanoag-land/",
        "evaluation": "mostly-true",
        "title": "Did the Trump Administration Take Land from the Tribe That Welcomed the Pilgrims?",
        "subtitle": "The Department of the Interior reversed an Obama-era decision to put Mashpee Wampanoag land in federal trust.",
        "author": "Bethania Palma",
        "statement": "The Trump administration reversed a previous decision to put land in trust for the Mashpee Wampanoag tribe.",
        "post_author": "",
        "date_posted": "28 November 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/obama-tear-gas-border-migrants/",
        "evaluation": "mostly-true",
        "title": "Did the Obama Administration Use Tear Gas Once a Month at the Border?",
        "subtitle": "Conservative web sites accurately presented the frequency of tear gas use during the final five years of Barack Obama's presidency, from 2012 to 2016. ",
        "author": "Dan MacGuill",
        "statement": "Customs and Border Protection agents used tear gas at a rate of about once a month during the presidency of Barack Obama.",
        "post_author": "",
        "date_posted": "27 November 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/trump-military-votes-florida/",
        "evaluation": "mostly-true",
        "title": "Would a Proposal by President Trump Exclude Overseas Military Votes in Florida's Elections?",
        "subtitle": "If it was carried out, the president's call to finalize the preliminary election results before 16 November would discount ballots cast by Floridians overseas. ",
        "author": "Dan MacGuill",
        "statement": "If carried out, President Donald Trump's 12 November proposal to finalize the election night results of two contests in Florida would exclude ballots mailed by U.S. military personnel overseas. ",
        "post_author": "",
        "date_posted": "13 November 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/eastwood-obama-biggest-people/",
        "evaluation": "mostly-true",
        "title": "Did Clint Eastwood Say Obama Was the "Biggest Fraud Ever Perpetrated on the American People"?",
        "subtitle": "Eastwood made something approximating this remark in 2012, following his appearance in support of Mitt Romney at the Republican National Convention.",
        "author": "Alex Kasprak",
        "statement": "Clint Eastwood said \"one day we will realize that the Barack Obama presidency was the biggest fraud ever perpetrated on the American people."",
        "post_author": "",
        "date_posted": "10 November 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/caravan-border-fence-video/",
        "evaluation": "mostly-true",
        "title": "Does This Video Show Caravan Members Tearing Down a Border Fence?",
        "subtitle": "Misinformation concerning a group of asylum seekers was prevalent online in October 2018, but a video showing a border fence between Mexico and Guatemala being torn down is real.",
        "author": "Dan Evon",
        "statement": "A video shows a group of asylum seekers tearing down a border fence between Mexico and Guatemala.",
        "post_author": "",
        "date_posted": "31 October 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/donald-tump-ffa-farmers-president/",
        "evaluation": "mostly-true",
        "title": "Was Donald Trump the First President Since 1991 to Speak at the Future Farmers of America Convention?",
        "subtitle": "A meme got the basic facts right about President Trump's visit to Indianapolis in October 2018.",
        "author": "Dan MacGuill",
        "statement": "In October 2018, Donald Trump became the first sitting U.S. president in 27 years to speak at the national Future Farmers of America national convention.",
        "post_author": "",
        "date_posted": "30 October 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/pin-the-molotov-cocktail-on-a-cop-car/",
        "evaluation": "mostly-true",
        "title": "Does This Photograph Show Children Playing 'Pin the Molotov Cocktail on a Cop Car?'",
        "subtitle": "Is this picture an example of how \"dangerously violent\" the left is?  The timing and location are key details.",
        "author": "Dan Evon",
        "statement": "A photograph shows a child playing \"pin the Molotov cocktail on the cop car\" at an anarchist book fair.",
        "post_author": "",
        "date_posted": "30 October 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/stacey-abrams-burned-georgia-flag/",
        "evaluation": "mostly-true",
        "title": "Did Gubernatorial Candidate Stacey Abrams Once Burn the Georgia State Flag?",
        "subtitle": "The Democrat's participation in a 1992 protest re-emerged during the hotly-contested Georgia governor's race in October 2018.",
        "author": "Dan MacGuill",
        "statement": "Democratic gubernatorial candidate Stacey Abrams burned the Georgia state flag during a protest in 1992.",
        "post_author": "",
        "date_posted": "24 October 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/georgia-black-voters-bus/",
        "evaluation": "mostly-true",
        "title": "Did Officials in Georgia Stop a Bus Filled with Black Seniors Going to Vote?",
        "subtitle": "Activists have accused Jefferson County officials of racially-motivated voter suppression, but officials claim they were enforcing a ban on \"political activities\" at a Louisville senior center.",
        "author": "Dan MacGuill",
        "statement": "On 15 October 2018, Jefferson County officials stopped a bus filled with seniors from a county-run senior center from going to vote.",
        "post_author": "",
        "date_posted": "19 October 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/high-school-band-police-shooting/",
        "evaluation": "mostly-true",
        "title": "Did a High School Band Perform a Skit That Depicted Police Officers Being Shot?",
        "subtitle": "A half-time performance loosely based on the movie 'John Q' caused widespread controversy in Mississippi and beyond.",
        "author": "Dan MacGuill",
        "statement": "The Forest Hill High School band performed a half-time show that depicted police officers being shot.",
        "post_author": "",
        "date_posted": "9 October 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/fortnite-predators-grooming/",
        "evaluation": "mostly-true",
        "title": "Are Sexual Predators Using 'Fortnite' to Groom Children?",
        "subtitle": "New Jersey's Attorney General gave a general warning about 19 popular apps, including Fortnite, but news reports singled out the game even though it was not involved in a September 2018 crackdown.",
        "author": "Dan MacGuill",
        "statement": "Law enforcement officials said parents should be worried about sexual predators using gaming apps such as Fortnite to groom children.",
        "post_author": "",
        "date_posted": "28 September 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/homeless-veteran-dying-bush/",
        "evaluation": "mostly-true",
        "title": "Do These Photographs Show a Homeless Veteran Dying Under a Bush?",
        "subtitle": "\"We want to discard the parts of society we don't want, but like plastic, it's never going to go away.\"",
        "author": "Dan Evon",
        "statement": "A pair of photographs shows a severely dehydrated homeless veteran on the streets of Los Angeles.",
        "post_author": "",
        "date_posted": "26 September 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/richard-blumenthal-vietnam/",
        "evaluation": "mostly-true",
        "title": "Did Senator Richard Blumenthal Misrepresent His Military Service?",
        "subtitle": "The Connecticut Democrat admitted making false and misleading claims about his military service record but insisted he had \"misspoken.\"",
        "author": "Dan MacGuill",
        "statement": "Senator Richard Blumenthal misrepresented his record of military service during the Vietnam War.",
        "post_author": "",
        "date_posted": "24 September 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/violence-against-women-act-vote/",
        "evaluation": "mostly-true",
        "title": "Did These GOP Senators Vote Against Reauthorizing the 'Violence Against Women Act'?",
        "subtitle": "Six Republican members of the Senate Judiciary Committee, but not the \"ranking member,\" voted against this particular measure.",
        "author": "Arturo Garcia",
        "statement": "The six Republican \"ranking members\" of the Senate Judiciary Committee voted against the reauthorization of the Violence Against Women Act in 2013.",
        "post_author": "",
        "date_posted": "24 September 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/nike-all-seeing-eye-shoes/",
        "evaluation": "mostly-true",
        "title": "Does Nike Make Shoes Featuring the 'All-Seeing Eye' Symbol?",
        "subtitle": "If you think that your shoes are watching you, maybe they are ... if you own this particular Nike line.",
        "author": "Dan Evon",
        "statement": "Nike sells shoes featuring an \"All-Seeing Eye\" symbol that represents satanism or the Illuminati.",
        "post_author": "",
        "date_posted": "14 September 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/levis-gun-control/",
        "evaluation": "mostly-true",
        "title": "Did Levi Strauss Announce a Partnership with Michael Bloomberg to Advocate for Gun Control?",
        "subtitle": "Conservative web sites and the NRA gave largely accurate accounts of a September 2018 announcement by the maker of the iconic Levi's jeans.",
        "author": "Dan MacGuill",
        "statement": "In September 2018, Levi Strauss announced they would be partnering with businessman Michael Bloomberg to advocate for gun control policies.",
        "post_author": "",
        "date_posted": "10 September 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/ohio-police-abolishing-slavery/",
        "evaluation": "mostly-true",
        "title": "Did an Ohio Police Officer Say 'Abolishing Slavery Was the Worst Thing' Ever Done?",
        "subtitle": "A volunteer officer with the Fairview Park Police Department posted the comments online. He resigned from the department in 2014.",
        "author": "Bethania Palma",
        "statement": "An Ohio police officer said that slavery should have never been abolished and \"these people should be exterminated.\"",
        "post_author": "",
        "date_posted": "4 September 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/george-stinney-execution-exoneration/",
        "evaluation": "mostly-true",
        "title": "Did South Carolina Execute 14-Year-Old George Stinney, Then Declare Him Innocent 70 Years Later?",
        "subtitle": "A viral Facebook post offered an accurate account of the conviction and execution of George Stinney Jr., in 1944.",
        "author": "Dan MacGuill",
        "statement": "The state of South Carolina executed 14-year-old George Stinney in 1944, but a judge from the same court declared his \"innocence\" in 2014.",
        "post_author": "",
        "date_posted": "21 August 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/john-crawford-police-shooting-meme/",
        "evaluation": "mostly-true",
        "title": "The Death of John Crawford III",
        "subtitle": "President Donald Trump's renewed criticism of NFL protests prompted the re-emergence on social media of a controversy regarding the 2014 police shooting of a black man in Ohio.",
        "author": "Dan MacGuill",
        "statement": "We evaluate the claims made in a viral 2018 meme about the police shooting death of John Crawford III.",
        "post_author": "",
        "date_posted": "14 August 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/guy-fieri-wildfires/",
        "evaluation": "mostly-true",
        "title": "Did Celebrity Chef Guy Fieri Feed 5,000 California Wildfire Evacuees?",
        "subtitle": "The numbers aren't entirely clear, but the Food Network star certainly coordinated a major relief effort in Redding, California, over two days.",
        "author": "Dan MacGuill",
        "statement": "Celebrity chef Guy Fieri fed, or helped to feed, 5,000 people displaced by the 2018 Carr Fire in Shasta County, California.",
        "post_author": "",
        "date_posted": "1 August 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/jet-powered-flight-feet/",
        "evaluation": "mostly-true",
        "title": "Did This Man Fly Through the Air with a Jet-Powered Hoverboard Strapped to His Feet?",
        "subtitle": "A video showing a man flying through the air  is real, but we're skeptical about the claimed speed of 103 mph.",
        "author": "Dan Evon",
        "statement": "A video shows a man flying through the air thanks to a jet-powered engine strapped to his feet.",
        "post_author": "",
        "date_posted": "25 July 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/potato-butter-diet/",
        "evaluation": "mostly-true",
        "title": "Can a Person Live Off of a Diet of Potatoes and Butter?",
        "subtitle": "People could \"survive\" eating a very limited diet, health experts told us, but they wouldn't get everything their bodies needs to function.",
        "author": "Arturo Garcia",
        "statement": "A person can \"survive\" living on a diet of nothing but potatoes and butter.",
        "post_author": "",
        "date_posted": "5 July 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/russell-walker-candidate/",
        "evaluation": "mostly-true",
        "title": "Did N.C. Republican Candidate Russell Walker Say 'God Is a Racist and a White Supremacist'?",
        "subtitle": "Russell Walker, a Republican candidate for the North Carolina statehouse, has made no secret of his racist and anti-Semitic views.",
        "author": "Bethania Palma",
        "statement": "Russell Walker, a candidate running as a Republican in the North Carolina general election, said 'God Is a Racist and White Supremacist' among other racist comments.",
        "post_author": "",
        "date_posted": "3 July 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/was-cartoonist-fired-for-trump-drawing/",
        "evaluation": "mostly-true",
        "title": "Was a Cartoonist Fired for an Anti-Trump Drawing?",
        "subtitle": "Rob Rogers was let go after his newspaper rejected a number of cartoons, but not all of them had to do with President Donald Trump.",
        "author": "Dan Evon",
        "statement": "Rob Rogers was fired by his newspaper after creating a cartoon which featured President Donald Trump snatching a child immigrant.",
        "post_author": "",
        "date_posted": "19 June 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/bernie-sanders-sierra-blanca-nuclear-waste/",
        "evaluation": "mostly-true",
        "title": "Did Bernie Sanders Support Dumping Nuclear Waste in a 'Poor Latino Community'?",
        "subtitle": "A conservative group's Facebook meme gets some basic facts right but leaves out important context.",
        "author": "Dan MacGuill",
        "statement": "Sen. Bernie Sanders once supported a proposal to \"dump nuclear waste\" in the \"poor Latino community\" of Sierra Blanca, Texas.",
        "post_author": "",
        "date_posted": "15 June 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/is-epa-allowing-asbestos-products/",
        "evaluation": "mostly-true",
        "title": "Is the EPA Allowing for the Approval of New Asbestos-Containing Products?",
        "subtitle": "The Environmental Protection Agency will be allowing for potential new uses of asbestos, while limiting the scope of studies that assess its risk.",
        "author": "Alex Kasprak",
        "statement": "The Environmental Protection Agency will allow new asbestos products to enter the market.",
        "post_author": "",
        "date_posted": "11 June 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/distracted-boyfriend-meme-come-real-movie/",
        "evaluation": "mostly-true",
        "title": "Did the 'Distracted Boyfriend' Meme Come From a 1920's Silent Film?",
        "subtitle": "Saying that Charlie Chaplin invented the \"distracted boyfriend\" meme is a bit of a stretch, but an early version of the viral image can be spotted in the 1922 short film \"Pay Day.\"",
        "author": "Dan Evon",
        "statement": "A still from a 1920s Charlie Chaplin silent film resembles an online meme popularized nearly a century later.",
        "post_author": "",
        "date_posted": "11 June 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/james-doohan-d-day/",
        "evaluation": "mostly-true",
        "title": "Was James Doohan Shot Six Times on D-Day?",
        "subtitle": "A popular meme recounting the actor's involvement with the D-Day invasion at Normandy is largely accurate, but some of the details are a little hazy.",
        "author": "Dan Evon",
        "statement": "Actor James Doohan, best known for his role as \"Scotty\" from the original Star Trek, was shot six times during D-Day.",
        "post_author": "",
        "date_posted": "8 June 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/have-children-fined-lemonade-stands/",
        "evaluation": "mostly-true",
        "title": "Have Children Been Fined for Operating Lemonade Stands?",
        "subtitle": "Country Time promoted a \"legal-ade\" fund for kids fined over lemonade stands, but has that ever actually happened?",
        "author": "Kim LaCapria",
        "statement": "Children have been fined for operating lemonade stands without a permit, or ordered to obtain expensive permits.",
        "post_author": "",
        "date_posted": "8 June 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/did-hardware-store-no-gays-allowed-sign/",
        "evaluation": "mostly-true",
        "title": "Did a Tennessee Hardware Store Put Up a 'No Gays Allowed' Sign?",
        "subtitle": "The store that put up the sign in 2015 was back in the news several years later when it celebrated a Supreme Court decision in favor of a bakery that refused to make a wedding cake for a same-sex couple.",
        "author": "Dan Evon",
        "statement": "A Tennessee hardware store put up a sign reading \"no gays allowed.\"",
        "post_author": "",
        "date_posted": "7 June 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/are-rosaries-taken-immigrants-border/",
        "evaluation": "mostly-true",
        "title": "Are Rosaries Being Taken from Immigrants at the U.S.-Mexico Border?",
        "subtitle": "Rosaries are among personal belongings confiscated from immigrants when they are arrested at the southern border of the United States.",
        "author": "Bethania Palma",
        "statement": "Immigration authorities are taking rosaries away from immigrants at the border.",
        "post_author": "",
        "date_posted": "31 May 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/prison-bus-for-babies/",
        "evaluation": "mostly-true",
        "title": "Is This a Picture of ICE's 'Special Prison Bus for Babies'?",
        "subtitle": "A transport vehicle outfitted for children held at an immigrant detention facility has been described as a \"prison bus for babies\" by some.",
        "author": "David Mikkelson",
        "statement": "A photograph depicts a \"special prison bus for babies\" used by ICE at an immigrant detention facility.",
        "post_author": "",
        "date_posted": "28 May 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/german-football-club-banned-failing-give-nazi-salute/",
        "evaluation": "mostly-true",
        "title": "Was a German Football Club Banned After Failing to Give a Nazi Salute?",
        "subtitle": "News reports of a German football club's getting banned in 1934 after failing to give the Nazi salute are real, but the team's actions were not in protest of the Third Reich.",
        "author": "Dan Evon",
        "statement": "A German football club was banned from playing games outside Germany in 1934, after they failed to give a Nazi salute.",
        "post_author": "",
        "date_posted": "25 May 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/school-shootings-us-vs-world/",
        "evaluation": "mostly-true",
        "title": "Does the U.S. Experience Far More School Shootings Than Any Other Country?",
        "subtitle": "CNN got the basic facts about international school shooting frequencies right, albeit in a list that omitted some significant countries.",
        "author": "Dan MacGuill",
        "statement": "The experienced many times more school shootings between 2009 and 2018 than 27 other countries combined.",
        "post_author": "",
        "date_posted": "23 May 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/were-ar-15s-used-mass-shooting-aurora/",
        "evaluation": "mostly-true",
        "title": "Were AR-15s Used in Every Major Mass Shooting in the United States After Aurora?",
        "subtitle": "An attempt to link the rifle to several major mass attacks circulated widely online in the hours following a school shooting in Texas.",
        "author": "Arturo Garcia",
        "statement": "AR-15 rifles were used to commit every major mass shooting in the United States since a 2012 attack in an Aurora, Colorado movie theater.",
        "post_author": "",
        "date_posted": "18 May 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/oklahoma-woman-killed-pack-small-dachshunds/",
        "evaluation": "mostly-true",
        "title": "Was an Oklahoma Woman Killed By a Pack of Small Dachshunds?",
        "subtitle": "A woman was fatally mauled by a pack of dogs that mainly consisted of dachshund mixes of varying sizes.",
        "author": "Bethania Palma",
        "statement": "A woman in Oklahoma was killed by a pack of small dachshunds.",
        "post_author": "",
        "date_posted": "17 May 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/trump-faith-based-initiative/",
        "evaluation": "mostly-true",
        "title": "Did President Trump Establish a 'Religious Office' in the White House?",
        "subtitle": "A Facebook meme gets the basic facts right but misses some important context.",
        "author": "Dan MacGuill",
        "statement": "In May 2018, President Donald Trump established a \"religious office\" to give religious groups a \"voice in government.\"",
        "post_author": "",
        "date_posted": "4 May 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/is-vampire-squid-turning-inside-out/",
        "evaluation": "mostly-true",
        "title": "Is This a Vampire Squid Turning Itself Inside Out?",
        "subtitle": "A video showing a cephalopod contorting to confuse predators ended up confusing some viewers, as well.",
        "author": "Dan Evon",
        "statement": "A video shows a vampire squid turning itself inside out, revealing sharp barbs on the underside of its hood.",
        "post_author": "",
        "date_posted": "4 May 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/camels-crossing-the-sea/",
        "evaluation": "mostly-true",
        "title": "Camels Crossing the Sea?",
        "subtitle": "A video showing a group of camels swimming through ocean waters doesn't show what it claims - but what it describes is real.",
        "author": "Dan Evon",
        "statement": "A video shows a group of camels swimming through the sea.",
        "post_author": "",
        "date_posted": "27 April 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/velvet-cowkiller-ant/",
        "evaluation": "mostly-true",
        "title": "Is This a Velvet Cowkiller Ant?",
        "subtitle": "The red velvet ant, or cowkiller ant, is a wingless wasp with an extremely painful sting.",
        "author": "Dan Evon",
        "statement": "Photographs show a velvet cow killer ant.",
        "post_author": "",
        "date_posted": "26 April 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/did-man-lock-head-cage/",
        "evaluation": "mostly-true",
        "title": "Did a Man Lock His Head in a Cage to Quit Smoking?",
        "subtitle": "Photographs showing a man wearing an \"anti-smoking cage\" around his head may seem strange, but they originated with a genuine news report.",
        "author": "Dan Evon",
        "statement": "A Russian man locked his head in a cage in an attempt to stop smoking.",
        "post_author": "",
        "date_posted": "26 April 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/daredevil-ride-motorcycle-lake-como/",
        "evaluation": "mostly-true",
        "title": "Did a Daredevil Ride a Motorcycle Across Lake Como?",
        "subtitle": "A viral Facebook post showing a man riding his motorbike across Lake Como failed to mention that it was outfitted with special skis.",
        "author": "Dan Evon",
        "statement": "A video shows a man riding a motorcycle over Lake Como.",
        "post_author": "",
        "date_posted": "24 April 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/giant-manta-ray-photo/",
        "evaluation": "mostly-true",
        "title": "Does a Photograph Show a Real Giant Manta Ray?",
        "subtitle": "A photograph showing a giant manta ray caught in 1933 features the work of a taxidermist.",
        "author": "Dan Evon",
        "statement": "A photograph shows a giant manta ray, or devil fish, that was caught in 1933.",
        "post_author": "",
        "date_posted": "23 April 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/trump-sprinklers-apartment-fire/",
        "evaluation": "mostly-true",
        "title": "Did Donald Trump Once Fight Against Installing Sprinklers in New York Apartment Buildings?",
        "subtitle": "A viral meme accurately describes the future president's lobbying efforts, but it leaves out the fact that his stance on sprinklers later softened.",
        "author": "Dan MacGuill",
        "statement": "In 1999, Donald Trump lobbied against mandatory sprinklers for apartment buildings in New York, including his own Trump Tower.",
        "post_author": "",
        "date_posted": "11 April 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/daredevils-playing-tennis-airplane/",
        "evaluation": "mostly-true",
        "title": "Are These Daredevils Playing Tennis on an Airplane?",
        "subtitle": "A photograph of two wing walkers holding tennis rackets on top of an airborne airplane is genuine, but they weren't playing a real game of tennis.",
        "author": "Dan Evon",
        "statement": "A photograph shows two daredevils playing tennis on the wings of an airplane.",
        "post_author": "",
        "date_posted": "9 April 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/was-al-sharptons-brother-arrested-for-murder/",
        "evaluation": "mostly-true",
        "title": "Was Al Sharpton's Brother Arrested for Murder After Speaking at a March for Our Lives Rally?",
        "subtitle": "Kenneth Glasgow has been accused of driving the car when his passenger shot and killed a woman.",
        "author": "Bethania Palma",
        "statement": "Al Sharpton's brother has been arrested for murder after participating in a March for Our Lives rally in Alabama.",
        "post_author": "",
        "date_posted": "30 March 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/rihanna-snapchat/",
        "evaluation": "mostly-true",
        "title": "Did an Instagram Post by Rihanna Cause Snapchat's Stock Market Value to Fall?",
        "subtitle": "The megastar's exhortation to her 61 million followers to \"throw away\" the app likely did make a significant contribution to a $750 million one-day loss.",
        "author": "Dan MacGuill",
        "statement": "Rihanna's Instagram message to followers to throw away the Snapchat app caused the company's share value to fall by hundreds of millions of dollars in one day.",
        "post_author": "",
        "date_posted": "20 March 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/karl-marx-banknote-released-germany/",
        "evaluation": "mostly-true",
        "title": "Was a Karl Marx Banknote Released in Germany?",
        "subtitle": "A photograph showing a young woman holding a Karl Marx bill (worth 0) is real, but it is a souvenir note rather than a genuine article of currency.",
        "author": "Dan Evon",
        "statement": "A zero value banknote was released in honor of Karl Marx's 200th birthday.",
        "post_author": "",
        "date_posted": "20 March 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/toys-r-us-closing-locations-not-accepting-gift-cards/",
        "evaluation": "mostly-true",
        "title": "Is Toys R Us Closing All Locations, Not Accepting Gift Cards?",
        "subtitle": "Ongoing business troubles for the toy chain led to rumors that gift cards could soon be (or already are) of no value.",
        "author": "Kim LaCapria",
        "statement": "Toys R Us is closing all stores and gift cards are soon-to-be or no longer have value.",
        "post_author": "",
        "date_posted": "14 March 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/empty-shoes-memorial-washington-sandy-hook/",
        "evaluation": "mostly-true",
        "title": "Does an 'Empty Shoes' Memorial in Washington, D.C. Represent 7,000 Children Killed by Guns Since Sandy Hook?",
        "subtitle": "Seven thousand pairs of empty shoes on display at the U.S. Capitol were intended to represent child victims of gun violence since the Sandy Hook shooting.",
        "author": "Kim LaCapria",
        "statement": "A temporary memorial at the U.S. Capitol displays a pair of empty shoes to illustrate the 7,000 children killed by guns since the December 2012 Sandy Hook Elementary School shooting.",
        "post_author": "",
        "date_posted": "13 March 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/mcdonalds-restaurants-flipping-womens-day/",
        "evaluation": "mostly-true",
        "title": "Are McDonald's Restaurants Flipping Their Iconic Golden Arches Upside Down for Women's Day?",
        "subtitle": "The fast food chain is celebrating International Women's Day by turning its iconic golden arches into a \"W.\"",
        "author": "Bethania Palma",
        "statement": "McDonald's restaurants are turning their iconic gold arches upside down to celebrate International Women's Day.",
        "post_author": "",
        "date_posted": "8 March 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/amnesty-donald-trump-human-rights/",
        "evaluation": "mostly-true",
        "title": "Did Amnesty International 'Officially Declare' Donald Trump a 'Human Rights Violator'?",
        "subtitle": "The group didn't formally give the U.S. president that label, but it used strong language in accusing him of human rights breaches.",
        "author": "Dan MacGuill",
        "statement": "In February 2018, Amnesty International officially declared U.S. President Donald Trump a \"human rights violator.\"",
        "post_author": "",
        "date_posted": "26 February 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/wayne-lapierre-no-guns-in-schools/",
        "evaluation": "mostly-true",
        "title": "Did Wayne LaPierre Say There Should Be 'No Guns in Schools, Period'?",
        "subtitle": "A quote attributed to Wayne LaPierre of the NRA was abbreviated in a slightly misleading fashion.",
        "author": "Kim LaCapria",
        "statement": "In 1999, Wayne LaPierre of the NRA said there should be no guns in American schools \"period.\"",
        "post_author": "",
        "date_posted": ""
    },
    {
        "url": "https://www.snopes.com/fact-check/gun-manufacturers-crimes-products/",
        "evaluation": "mostly-true",
        "title": "Gun Manufacturers Can't Be Sued For Crimes Committed With Their Products?",
        "subtitle": "There are almost no circumstances under which someone can sue a manufacturer in civil court for a crime committed with a gun.",
        "author": "Alex Kasprak",
        "statement": "Gun manufacturers have legal immunity from being sued for crimes committed with the weapons or ammunition they sell.",
        "post_author": "",
        "date_posted": "21 February 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/trump-sign-bill-revoking-obama-era-gun-checks-people-mental-illnesses/",
        "evaluation": "mostly-true",
        "title": "Did President Trump Revoke Gun Background Checks for Mentally Ill People?",
        "subtitle": "In February 2017, President Trump repealed an Obama-era regulation that would have made it easier to flag the potential sale of firearms to people with certain mental illnesses.",
        "author": "Alex Kasprak",
        "statement": "President Trump signed a bill blocking Obama-era background checks that would have made it easier to flag mentally ill potential gun purchasers.",
        "post_author": "",
        "date_posted": "15 February 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/is-a-utah-schools-event-barring-girls-from-refusing-boys-dance-requests/",
        "evaluation": "mostly-true",
        "title": "Did a Utah School Bar Girls From Refusing Boys' Dance Requests?",
        "subtitle": "The rules for Kanesville Elementary's school dance attracted national attention before being \"re-examined\" by officials.",
        "author": "Arturo Garcia",
        "statement": "Girls at a Utah elementary school were required to say \"yes\" when asked to dance at a school event.",
        "post_author": "",
        "date_posted": ""
    },
    {
        "url": "https://www.snopes.com/fact-check/pope-francis-girl-sit-mass/",
        "evaluation": "mostly-true",
        "title": "Did Pope Francis Allow a Little Girl to Sit with Him During a Homily?",
        "subtitle": "The story was essentially true, but it picked up some embellishment along the way.",
        "author": "Dan MacGuill",
        "statement": "Pope Francis allowed a little girl with Down Syndrome to sit with him as he gave a homily.",
        "post_author": "",
        "date_posted": "13 February 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/professor-flunk-student-australia-country-continent/",
        "evaluation": "mostly-true",
        "title": "Did a Professor Flunk a Student for Correctly Saying that Australia Is a Country?",
        "subtitle": "Ashley Arnold attracted media attention after challenging - and triumphing over - her instructor's faulty grasp of geography.",
        "author": "Arturo Garcia",
        "statement": "An instructor failed a student for saying that Australia was a country rather than a continent.",
        "post_author": "",
        "date_posted": "9 February 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/banks-wrongfully-convicted-rape/",
        "evaluation": "mostly-true",
        "title": "Was Football Star Brian Banks Wrongfully Convicted of Rape?",
        "subtitle": "The legal ordeal of a California high school football star was turned into a meme that misrepresented key details of his case.",
        "author": "Arturo Garcia",
        "statement": "Star football player Brian Banks was convicted of raping a woman who confessed on Facebook that she fabricated her accusation -- after he served six years in prison.",
        "post_author": "",
        "date_posted": "2 February 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/new-law-bars-employers-from-asking-californians-about-criminal-history/",
        "evaluation": "mostly-true",
        "title": "New California Law Bars Employers From Asking About Criminal History?",
        "subtitle": "California joined nine other states in enacting a \"ban-the-box\" law intended to reduce recidivism. ",
        "author": "Bethania Palma",
        "statement": "A new California law bars employers from inquiring about criminal backgrounds.",
        "post_author": "",
        "date_posted": "23 January 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/possible-high-secondhand-marijuana/",
        "evaluation": "mostly-true",
        "title": "Is It Possible to Get High from Secondhand Marijuana Smoke?",
        "subtitle": "It is possible to experience some psychoactive effects from secondhand exposure to marijuana smoke, but you'd really have to put effort into it.",
        "author": "Alex Kasprak",
        "statement": "Exposure to secondhand marijuana smoke will get you high and potentially show up in a drug test.",
        "post_author": "",
        "date_posted": "5 January 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/is-there-a-new-lucky-charms-frosted-flakes-cereal/",
        "evaluation": "mostly-true",
        "title": "Is There a New 'Lucky Charms Frosted Flakes' Mashup Cereal?",
        "subtitle": "General Mills will be selling a new Lucky Charms cereal that incorporates glazed cornflakes.",
        "author": "Bethania Palma",
        "statement": "A \"Lucky Charms Frosted Flakes\" cereal will soon be available.",
        "post_author": "",
        "date_posted": "3 January 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/woman-almost-loses-leg-cutting-shaving/",
        "evaluation": "mostly-true",
        "title": "Woman Almost Loses Leg After Cutting Herself Shaving?",
        "subtitle": "Viral reports of a woman's harrowing experience with a life-threatening skin infection are mostly true, but omitted some important details.",
        "author": "Alex Kasprak",
        "statement": "After shaving her legs, a woman developed a life-threatening skin infection that required the removal of massive amounts of skin and muscle tissue.",
        "post_author": "",
        "date_posted": "21 December 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/50-years-ribs-theft/",
        "evaluation": "mostly-true",
        "title": "Probation for Child Rape Vs. Prison for Stealing Ribs?",
        "subtitle": "A Facebook meme accurately presents the basic facts of two very different but equally controversial cases.",
        "author": "Dan MacGuill",
        "statement": "A billionaire avoided jail despite raping his infant daughter, while another man was sentenced to 50 years in jail for stealing a rack of ribs.",
        "post_author": "",
        "date_posted": "13 December 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/marijuana-screaming-vomiting-aka-scromitting/",
        "evaluation": "mostly-true",
        "title": "Can Marijuana Use Lead to Simultaneous Screaming and Vomiting?",
        "subtitle": "A story employed the colorful portmanteau term \"scromiting\" to describe an illness potentially related to marijuana usage.",
        "author": "Alex Kasprak",
        "statement": "An increase in documented cases of people \"scromiting\" (screaming while vomiting) is linked to chronic heavy marijuana use.",
        "post_author": "",
        "date_posted": "7 December 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/twitter-germany-nazis/",
        "evaluation": "mostly-true",
        "title": "Does Switching Your Twitter Location to Germany Block Nazi Content?",
        "subtitle": "Changing your Twitter account's country to Germany does cause some far-right profiles to be withheld from view.",
        "author": "Dan MacGuill",
        "statement": "Changing your Twitter profile's country setting to Germany will cause Nazi-related accounts to be blocked from view.",
        "post_author": "",
        "date_posted": "6 December 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/lggbdtttiqqaapp-lgbt-inclusiveness-training-flyer/",
        "evaluation": "mostly-true",
        "title": "Is This 'LGGBDTTTIQQAAPP' Inclusiveness Training Session Flyer Real?",
        "subtitle": "A flyer at a Canadian school used the lengthy acronym facetiously to appeal to teachers who feel overwhelmed by the evolving language used to describe LGBTQ individuals.",
        "author": "Dan Evon",
        "statement": "A photograph shows a flyer from the Elementary Teachers' Federation of Ontario for a 'LGGBDTTTIQQAAPP' inclusiveness training session.",
        "post_author": "",
        "date_posted": "28 November 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/gop-tax-plan-include-tax-cut-private-jet-owners/",
        "evaluation": "mostly-true",
        "title": "Does the GOP Tax Plan Include a Tax Cut for Private Jet Owners?",
        "subtitle": "A proposal included in the Senate tax reform bill formalizes a longstanding IRS policy of not subjecting private jet owners to a "ticket tax."",
        "author": "Alex Kasprak",
        "statement": "The Senate GOP tax reform bill includes a tax cut for private jet owners.",
        "post_author": "",
        "date_posted": "20 November 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/gop-tax-bill-fetal-personhood-legislation/",
        "evaluation": "mostly-true",
        "title": "Does the GOP Tax Bill Introduce Anti-Abortion "Fetal Personhood" Legislation?",
        "subtitle": "The current GOP plan allows \"unborn children\" to be listed as beneficiaries of college funds, interpreted as an effort to legally define fetuses as people.",
        "author": "Alex Kasprak",
        "statement": "The 2017 GOP tax overhaul plan includes language that attempts to codify "fetal personhood."",
        "post_author": "",
        "date_posted": "16 November 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/wage-and-means/",
        "evaluation": "mostly-true",
        "title": "Sam Walton and Minimum Wage",
        "subtitle": "Account describes efforts by entrepreneur Sam Walton, the founder of Walmart, to evade paying his employees minimum wage.",
        "author": "David Mikkelson",
        "statement": "Account describes entrepreneur Sam Walton's efforts to evade paying his employees minimum wage.",
        "post_author": "",
        "date_posted": "9 June 2014"
    },
    {
        "url": "https://www.snopes.com/fact-check/gun-deaths-wars/",
        "evaluation": "mostly-true",
        "title": "Do U.S. Gun Deaths Since 1968 Outnumber Deaths in All American Wars?",
        "subtitle": "A popular claim about gun-related fatalities revitalized after the 2017 Las Vegas mass shooting is fundamentally accurate, with some allowance for imprecision.",
        "author": "Dan MacGuill",
        "statement": "Since 1968, more Americans have been killed by guns than have been killed in all wars in U.S. history.",
        "post_author": "",
        "date_posted": "12 October 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/kroger-kids-free-fruit/",
        "evaluation": "mostly-true",
        "title": "Kroger Grocery Stores Offer Free Fruit to Kids?",
        "subtitle": "Some Kroger grocery stores are offering children under 12 years of age a free piece of fruit to eat while their parents shop.",
        "author": "Bethania Palma",
        "statement": "Kroger's stores are offering free fruit to children accompanying their grocery-shopping parents.",
        "post_author": "",
        "date_posted": ""
    },
    {
        "url": "https://www.snopes.com/fact-check/katie-hopkins-euthanasia-vans-elderly/",
        "evaluation": "mostly-true",
        "title": "Did 'Liberal Feminist' Katie Hopkins Advocate 'Euthanasia Vans' for the Elderly?",
        "subtitle": "Hopkins, a British commentator known for making outrageous and sometimes morally bankrupt statements, made the comments in 2015.",
        "author": "Bethania Palma",
        "statement": "Liberal feminist Katie Hopkins advocated for driving euthanasia vans around to kill off the elderly.",
        "post_author": "",
        "date_posted": "5 September 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/texas-house-saved-inflatable-dam/",
        "evaluation": "mostly-true",
        "title": "Was This House Saved from a Flood by an 'Inflatable Dam?'",
        "subtitle": "A Texas homeowner did protect his house from flooding by using an \"inflatable dam,\" but it was filled with water and not air.",
        "author": "Dan Evon",
        "statement": "A photograph shows an \"inflatable dam\" holding back the flood waters surrounding a Texas home.",
        "post_author": "",
        "date_posted": "31 August 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/fema-field-inspectors/",
        "evaluation": "mostly-true",
        "title": "Is FEMA Hiring 'Field Inspectors' and Paying Them Thousands Per Week?",
        "subtitle": "The Federal Emergency Management Agency confirmed that a flyer advertising high-paid jobs available through 31 August 2017 is real.",
        "author": "Kim LaCapria",
        "statement": "After Hurricane Harvey, jobs for \"FEMA field inspectors\" paying between $2,000 and $5,000 were available immediately with few qualifications.",
        "post_author": "",
        "date_posted": "30 August 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/catholic-school-statues/",
        "evaluation": "mostly-true",
        "title": "Did a Catholic School in California Remove Religious Statues from Its Campus?",
        "subtitle": "Conservative web sites accurately stated that the San Domenico school has removed some statues; but they exaggerated the extent of the removal and omitted crucial context.",
        "author": "Dan MacGuill",
        "statement": "In 2017, the San Domenico school in San Anselmo, California removed some Catholic statues from its campus in an effort to be more inclusive.",
        "post_author": "",
        "date_posted": "29 August 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/is-company-turning-human-embryos-into-jewelry/",
        "evaluation": "mostly-true",
        "title": "Is an Australian Company Turning Human Embryos Into Jewelry?",
        "subtitle": "An Australian jeweler creates small pieces incorporating ashes of unused embryos from in vitro fertilization.",
        "author": "Bethania Palma",
        "statement": "A jewelry company is making jewelry out of unwanted human embryos.",
        "post_author": "",
        "date_posted": "9 August 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/can-recycle-crayola-markers/",
        "evaluation": "mostly-true",
        "title": "Does Crayola Recycle Markers for Free?",
        "subtitle": "Facebook rumors about Crayola's marker recycling program were largely accurate, but the program is open only to schools in the U.S. (and parts of Canada).",
        "author": "Kim LaCapria",
        "statement": "Crayola accepts boxes of \"dead markers\" for recycling at no cost to consumers.",
        "post_author": "",
        "date_posted": "8 August 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/australia-teen-sea-lice-fleas/",
        "evaluation": "mostly-true",
        "title": "Did an Australian Teen Get Attacked by Flesh-Eating Sea Bugs?",
        "subtitle": "The 16-year-old was likely bitten by an unusually large number of sea fleas -- not sea lice, as was originally reported.",
        "author": "Alex Kasprak",
        "statement": "An Australian teen was taken to hospital with blood pouring from his feet after 'sea lice' attacked him after he soaked his feet in the water at a Melbourne beach.",
        "post_author": "",
        "date_posted": "7 August 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/baron-trumps-marvelous-underground-journey/",
        "evaluation": "mostly-true",
        "title": "Is "Baron Trump's Marvelous Underground Journey" a Real Book from the 1890s?",
        "subtitle": "Two books from the 1890s contain seemingly eerie connections to modern-day politics.",
        "author": "Dan Evon",
        "statement": "Author Ingersoll Lockwood wrote the books \"Baron Trump's Marvelous Underground Journey\" and \"1900: or, The Last President\"  in the 1890s.",
        "post_author": "",
        "date_posted": "1 August 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/marine-layer/",
        "evaluation": "mostly-true",
        "title": "Marine Stabbed by Shoplifter?",
        "subtitle": "The tale of a shoplifter who stabbed a toy-collecting Marine and was then whomped by other Marines has been embellished for humorous effect.",
        "author": "Snopes Staff",
        "statement": "A shoplifter who stabbed a Marine collecting Toys for Tots was then whomped by other Marines.",
        "post_author": "",
        "date_posted": "16 December 2010"
    },
    {
        "url": "https://www.snopes.com/fact-check/oklahoma-representative-god/",
        "evaluation": "mostly-true",
        "title": "Did an Oklahoma State Representative Say Rape and Incest are the 'Will of God'?",
        "subtitle": "Republican George Faught was put on the spot by fellow state representatives while defending his bill to restrict abortions in Oklahoma.",
        "author": "Dan MacGuill",
        "statement": "In March 2017, Oklahoma State Representative George Faught said rape and incest are the \"will of God.\"",
        "post_author": "",
        "date_posted": "13 July 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/electric-car-1905/",
        "evaluation": "mostly-true",
        "title": "Is this Really an Electric Car From 1905?",
        "subtitle": "A photograph of the vehicle is real, but misdated.",
        "author": "Dan Evon",
        "statement": "A photograph shows an electric car charging in 1905.",
        "post_author": "",
        "date_posted": "10 July 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/flathead-lake/",
        "evaluation": "mostly-true",
        "title": "Flathead Lake",
        "subtitle": "A somewhat mislabeled photograph shows the remarkably clear Flathead Lake in Montana.",
        "author": "David Mikkelson",
        "statement": "A photograph shows the remarkably clear Flathead Lake in Montana.",
        "post_author": "",
        "date_posted": "18 March 2015"
    },
    {
        "url": "https://www.snopes.com/fact-check/aunt-jemima-pancakes-recall/",
        "evaluation": "mostly-true",
        "title": "Did Aunt Jemima Recall Frozen Pancake Products Over Listeria Concerns?",
        "subtitle": "Behind a sensationalist headline lurked real news of a product recall.",
        "author": "Dan MacGuill",
        "statement": "In May 2017, Pinnacle Foods announced the \"largest recall in recent times\" of several Aunt Jemima products due to possible Listeria contamination.",
        "post_author": "",
        "date_posted": "29 June 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/dog-mayor-rabbit-hash/",
        "evaluation": "mostly-true",
        "title": "Was a Dog Elected Mayor of Rabbit Hash, Kentucky?",
        "subtitle": "An unincorporated community in Kentucky has elected a dog as its mayor for the fourth time in a row.",
        "author": "Dan Evon",
        "statement": "A dog was elected as mayor of a small Kentucky town.",
        "post_author": "",
        "date_posted": "28 June 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/diabetes-tattoo/",
        "evaluation": "mostly-true",
        "title": "Does a New Tattoo Ink Allow People With Diabetes to Monitor Their Blood Sugar Levels?",
        "subtitle": "A viral meme describes a promising research project at MIT and Harvard, but so far it has only been tested on the skin of a dead pig.",
        "author": "Dan MacGuill",
        "statement": "A new tattoo ink changes color depending on a person's glucose levels, meaning people with diabetes can use it to check their blood sugar levels.",
        "post_author": "",
        "date_posted": "28 June 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/crystal-griner-steve-scalise/",
        "evaluation": "mostly-true",
        "title": "Crystal Griner and Steve Scalise",
        "subtitle": "A post lauding an officer for her role in saving Rep. Steve Scalise correctly described her sexuality but left out important context.",
        "author": "Kim LaCapria",
        "statement": "Crystal Griner, the officer who saved Steve Scalise, is a lesbian (and the congressman is anti-gay rights).",
        "post_author": "",
        "date_posted": "16 June 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/crisis-text-line-741741/",
        "evaluation": "mostly-true",
        "title": "741741: Crisis Text Line",
        "subtitle": "Teens (and others) can text 741741 from anywhere in the United States or Canada to talk with a crisis counselor.",
        "author": "Dan Evon",
        "statement": "Teens can text 741741 from anywhere to talk with a crisis counselor.",
        "post_author": "",
        "date_posted": "21 September 2015"
    },
    {
        "url": "https://www.snopes.com/fact-check/sears-sell-free-palestine-shirts/",
        "evaluation": "mostly-true",
        "title": "Did Sears Sell 'Free Palestine' Shirts?",
        "subtitle": "The department store chain removed shirts made by a third-party retailer following criticism.",
        "author": "Arturo Garcia",
        "statement": "Sears sold 'Free Palestine' shirts on its web site.",
        "post_author": "",
        "date_posted": "7 June 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/household-printers-tracking-code/",
        "evaluation": "mostly-true",
        "title": "Do Household Printers Leave an Invisible Tracking Code on All Your Printed Documents?",
        "subtitle": "While not all printers do this, nearly all color laser printers - at the urging of the United States government - code hidden metadata into their pages.",
        "author": "Alex Kasprak",
        "statement": "Household printers leave hidden yellow dots that provide identifying information about the printer and the date and time the document was printed.",
        "post_author": "",
        "date_posted": "6 June 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/trump-israel-cancer-patient/",
        "evaluation": "mostly-true",
        "title": "Did President Trump Visit a Pediatric Cancer Patient During Israel Visit?",
        "subtitle": "President Trump met with pediatric cancer patient Emilee Imbar, though he did not slip away from his planned events to do so, as some sites claimed.",
        "author": "Dan Evon",
        "statement": "President Trump 'slipped out of sight for a few hours' to visit pediatric cancer Patient Emilee Imbar.",
        "post_author": "",
        "date_posted": "29 May 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/saudi-arabia-eases-guardianship-rules-against-women/",
        "evaluation": "mostly-true",
        "title": "Saudi Arabia's King Salman Eases 'Guardianship' Rules Against Women?",
        "subtitle": "An order from the Saudi king allows women access to more services, barring a previous 'regulatory obligation' that requires them to have male guardianship.",
        "author": "Arturo Garcia",
        "statement": "Saudi Arabian King Salman has issued an order allowing women more access to services.",
        "post_author": "",
        "date_posted": "25 May 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/trump-first-western-wall/",
        "evaluation": "mostly-true",
        "title": "Was Trump the First U.S. President to Visit the Western Wall?",
        "subtitle": "President Trump was the first sitting president to visit the Jewish holy site, but other presidents visited before or after they were in office.",
        "author": "Dan Evon",
        "statement": "President Trump was the first U.S. president to visit the Western Wall.",
        "post_author": "",
        "date_posted": "24 May 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/rainbow-mountains-of-peru/",
        "evaluation": "mostly-true",
        "title": "Are the 'Rainbow Mountains of Peru' Real?",
        "subtitle": "Although a photograph does show a real location in Peru, the colors of the mountains appear to have been digitally enhanced.",
        "author": "Dan Evon",
        "statement": "A photograph shows \"rainbow mountains\" in Peru.",
        "post_author": "",
        "date_posted": "16 May 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/fox-news-comey/",
        "evaluation": "mostly-true",
        "title": "Did Fox News Report That James Comey Resigned?",
        "subtitle": "Fox News erroneously reported that the former FBI director had resigned, but corrected the record when they received accurate information.",
        "author": "Bethania Palma",
        "statement": "Fox News reported the former FBI director had resigned, when he had in fact been fired.",
        "post_author": "",
        "date_posted": "10 May 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/breast-cancer-abortion-yoest/",
        "evaluation": "mostly-true",
        "title": "Does Health and Human Services Appointee Charmaine Yoest Believe Abortion Causes Breast Cancer?",
        "subtitle": "Yoest claimed there was sufficient research to back up the claim in a 2012 interview with the New York Times.",
        "author": "Kim LaCapria",
        "statement": "Department of Health and Human Services appointee Charmaine Yoest repeated the false claim abortion causes breast cancer.",
        "post_author": "",
        "date_posted": ""
    },
    {
        "url": "https://www.snopes.com/fact-check/bill-nye-vs-dolph-lundgren/",
        "evaluation": "mostly-true",
        "title": "Does Dolph Lundgren Have Multiple Scientific Degrees?",
        "subtitle": "A meme compares the educational backgrounds of 'Science Guy' Bill Nye and actor Dolph Lundgren.",
        "author": "Dan Evon",
        "statement": "Action star Dolph Lundgren has multiple scientific degrees.",
        "post_author": "",
        "date_posted": ""
    },
    {
        "url": "https://www.snopes.com/fact-check/jeff-goldblum-food-truck/",
        "evaluation": "mostly-true",
        "title": "Does Actor Jeff Goldblum Have a Food Truck Called 'Chef Goldblum's'?",
        "subtitle": "The Jurassic Park star was handing out sandwiches as part of a promotion for an upcoming film project.",
        "author": "Bethania Palma",
        "statement": "Actor Jeff Goldblum has a food truck called \"Chef Goldblum's.\"",
        "post_author": "",
        "date_posted": ""
    },
    {
        "url": "https://www.snopes.com/fact-check/dm-deleted-syria-story/",
        "evaluation": "mostly-true",
        "title": "Did the Daily Mail Delete a Story Reporting the U.S. Planned to Blame Assad for 'False Flag' Chemical Attacks?",
        "subtitle": "The British tabloid did delete the 2013 story, but only because they were forced to admit it was not true.",
        "author": "Bethania Palma",
        "statement": "The Daily Mail posted, and then deleted, a story saying the U.S. had given the \"green light\" for a chemical weapons attack in Syria that could be blamed on Assad.",
        "post_author": "",
        "date_posted": ""
    },
    {
        "url": "https://www.snopes.com/fact-check/baseball-player-moe-berg-spy/",
        "evaluation": "mostly-true",
        "title": "Was Baseball Player Moe Berg a World War II Spy?",
        "subtitle": "Washington Senators catcher Morris \"Moe\" Berg never made it into the Baseball Hall of Fame, but he was proud of his service to his country.",
        "author": "David Emery",
        "statement": "Morris \"Moe\" Berg, a multilingual Princeton University graduate who played major league baseball throughout the 1920s and '30s, lived a life of danger and intrigue as a U.S. military intelligence officer in Europe during World War II.",
        "post_author": "",
        "date_posted": ""
    },
    {
        "url": "https://www.snopes.com/fact-check/saudi-arabia-sandfalls/",
        "evaluation": "mostly-true",
        "title": "Are 'Sandfalls' in Saudi Arabia Real?",
        "subtitle": "A video seemingly shows the phenomenon of sand pouring over a cliff like a waterfall.",
        "author": "Dan Evon",
        "statement": "A video shows a 'sandfall' in Saudi Arabia.",
        "post_author": "",
        "date_posted": "4 April 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/franceska-mann/",
        "evaluation": "mostly-true",
        "title": "Did Ballerina Franceska Mann Shoot an SS Guard at Auschwitz?",
        "subtitle": "Franceska Mann is celebrated for her purported act of defiance against Nazi guards as she faced gassing at a death camp.",
        "author": "Kim LaCapria",
        "statement": "In a dying act of defiance, Polish dancer and Holocaust victim Franceska Mann shot and killed SS officer Josef Schillinger.",
        "post_author": "",
        "date_posted": "9 March 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/free-cone-day-dq/",
        "evaluation": "mostly-true",
        "title": "Is Dairy Queen Holding a Free Cone Day on 20 March 2017?",
        "subtitle": "Rumors about a \"free cone day\" at Dairy Queen on 20 March 2017 are accurate, at the chain's participating locations.",
        "author": "Kim LaCapria",
        "statement": "Dairy Queen is hosting 'Free Cone Day' on 20 March 2017.",
        "post_author": "",
        "date_posted": "8 March 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/bills-introduced-by-republicans/",
        "evaluation": "mostly-true",
        "title": "Bills Introduced by Republicans While We Were Distracted by the 'Russian Spy Drama'",
        "subtitle": "Legislation advanced by the GOP included bills to terminate the EPA, repeal the Affordable Care Act, defund Planned Parenthood, and criminalize certain types of abortion.",
        "author": "David Emery",
        "statement": "Legislation introduced by Republicans during President Trump's first two months in office included bills to: terminate the Environmental Protection Agency; redistribute federal school funding via voucher programs; terminate the Dept. of Education; repeal a wildlife protection rule; repeal the Affordable Care Act; defund Planned Parenthood; establish a national right-to-work law; strip federal funds from sanctuary cities; criminalize abortion; and place new sanctions on Iran.",
        "post_author": "",
        "date_posted": "7 March 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/fetus-can-send-stem-cells-repair-mothers-damaged-organs/",
        "evaluation": "mostly-true",
        "title": "Can a Fetus Send Its Own Stem Cells to Repair Its Mother's Damaged Organs?",
        "subtitle": "Genetically distinct fetal cells can remain in a mother's body for decades after birth and can even incorporate themselves into her organs.",
        "author": "Alex Kasprak",
        "statement": "During pregnancy, if the mother suffers organ damage, the baby in the womb sends stem cells to repair the damaged organ.",
        "post_author": "",
        "date_posted": "8 December 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/trump-obama-golf/",
        "evaluation": "mostly-true",
        "title": "Did Trump Golf Six Times After Complaining About Obama's Golfing Habits?",
        "subtitle": "Images assert that President Trump went golfing six times during his first month in office despite frequently criticizing President Obama for golfing while in office.",
        "author": "Dan Evon",
        "statement": "President Trump played golf six times during his first month in office despite frequently criticizing his predecessor's golfing habits.",
        "post_author": "",
        "date_posted": "23 February 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/ben-carson-voter-fraud/",
        "evaluation": "mostly-true",
        "title": "Did Ben Carson Say That Illegal Immigrants Caught Voting Should Lose Their U.S. Citizenship?",
        "subtitle": "\"As long as we reward people who break laws, they will continue to break laws.\"",
        "author": "Dan Evon",
        "statement": "Ben Carson said that illegal immigrants who get caught voting should be stripped of citizenship.",
        "post_author": "",
        "date_posted": "19 February 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/adolf-hitler-smashing-the-nucleus/",
        "evaluation": "mostly-true",
        "title": "Did Adolf Hitler Say the Nazism Could Have Been Stopped by 'Smashing the Nucleus' of the Movement?",
        "subtitle": "A popular quote about stopping adverse political movements is frequently shared without full context.",
        "author": "Dan Evon",
        "statement": "Adolf Hitler said that the only way that the Nazi party could have been stopped was if it were destroyed in its infancy.",
        "post_author": "",
        "date_posted": "13 February 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/whitehouse-promoting-melania-trumps-qvc-products/",
        "evaluation": "mostly-true",
        "title": "Is WhiteHouse.gov Promoting Melania Trump's QVC Products?",
        "subtitle": "The First Lady's site bio included mentions of jewelry lines promoted by the shopping network.",
        "author": "Arturo Garcia",
        "statement": "Melania Trump's biography on the White House web site promotes her jewelry line.",
        "post_author": "",
        "date_posted": "21 January 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/sensitive-personal-information-police-officers/",
        "evaluation": "mostly-true",
        "title": "Does FamilyTreeNow Display Sensitive Personal Information?",
        "subtitle": "Web sites like TruePeopleSearch and FamilyTreeNow cause alarm by displaying address and family information, but they aren't targeting specific groups.",
        "author": "Bethania Palma",
        "statement": "A web site allows criminals to look up the personal information of police officers.",
        "post_author": "",
        "date_posted": "10 January 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/turtle-misshapen-rubber-band/",
        "evaluation": "mostly-true",
        "title": "Turtle Misshapen Due to Being Caught in Rubber Band for 19 Years?",
        "subtitle": "A turtle now residing at a wildlife refuge in Los Angeles was found with a plastic ring around its midsection, giving it a figure-eight shape.",
        "author": "Bethania Palma",
        "statement": "A turtle grew into an odd shape after being trapped in a rubber band for years.",
        "post_author": "",
        "date_posted": "3 January 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/origins-princess-leias-hairstyle/",
        "evaluation": "mostly-true",
        "title": "The Origins of Princess Leia's Hairstyle",
        "subtitle": "Following Carrie Fisher's death, speculation mounted regarding the inspiration for her Princess Leia's character's iconic hair buns.",
        "author": "Arturo Garcia",
        "statement": "Princess Leia's \"hair buns\" in Star Wars were inspired by those of a Mexican revolutionary.",
        "post_author": "",
        "date_posted": "30 December 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/las-vegas-now-powered-entirely-renewable-energy/",
        "evaluation": "mostly-true",
        "title": "Is Las Vegas Now Powered Entirely with Renewable Energy?",
        "subtitle": "The city of Las Vegas has met their clean energy goals and is powering municipal facilities and buildings with various forms of renewable energy.",
        "author": "Bethania Palma",
        "statement": "The city of Las Vegas is now powered completely by renewable energy.",
        "post_author": "",
        "date_posted": "23 December 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/keanu-reeves-tragic-story/",
        "evaluation": "mostly-true",
        "title": "The Tragic Life of Keanu Reeves",
        "subtitle": "You'll need a hanky to make it all the way through this sad viral video recounting the tragic life story of \"Matrix\" actor Keanu Reeves.",
        "author": "David Emery",
        "statement": "Keanu Reeves overcame a series of tragic events in his life, before and after becoming a wealthy movie star.",
        "post_author": "",
        "date_posted": "14 December 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/chase-and-wells-fargo-among-banks-financing-dakota-pipeline/",
        "evaluation": "mostly-true",
        "title": "Chase and Wells Fargo Among Banks Financing Dakota Pipeline?",
        "subtitle": "JP Morgan Chase and Wells Fargo are just two of a number of major banks acting as lenders for the controversial Dakota Access Pipeline project.",
        "author": "Bethania Palma",
        "statement": "Wells Fargo and Chase are invested in the Dakota Access Pipeline.",
        "post_author": "",
        "date_posted": "30 November 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/fines-for-bringing-supplies-to-standing-rock-dapl-protests/",
        "evaluation": "mostly-true",
        "title": "Fines for Bringing Supplies to Standing Rock DAPL Protests",
        "subtitle": "Rumors that bringing supplies to protesters at the Standing Rock Reservation could carry a $1,000 fine are accurate, at least according to the Morton County Sheriff's Department.",
        "author": "Kim LaCapria",
        "statement": "Anyone bringing supplies to DAPL protesters at the Standing Rock Indian Reservation could be fined $1,000 for the attempt, according to the Morton County Sheriff's Department.",
        "post_author": "",
        "date_posted": "30 November 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/donald-trump-brokers-deal-with-carrier-to-keep-jobs-in-america/",
        "evaluation": "mostly-true",
        "title": "Donald Trump Brokers Deal With Carrier to Keep Jobs in America",
        "subtitle": "A widely-reported deal arranged by the President-elect with Carrier kept 1,000 jobs in the U.S., according to both parties.",
        "author": "Kim LaCapria",
        "statement": "Trump arranged a deal with Carrier that kept a thousand jobs in the United States.  ",
        "post_author": "",
        "date_posted": "30 November 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/colorado-birth-control-facts/",
        "evaluation": "mostly-true",
        "title": "Colorado Birth Control Facts",
        "subtitle": "A meme about Colorado's \"free birth control\" program is mostly accurate, but lacks some important context.",
        "author": "Kim LaCapria",
        "statement": "Colorado has offered free birth control for five years, leading to: a 40 percent drop in unintended pregnancy, a 42 percent drop in abortions, and millions of dollars in healthcare savings.",
        "post_author": "",
        "date_posted": "29 November 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/can-marijuana-help-heal-broken-bones/",
        "evaluation": "mostly-true",
        "title": "Can Marijuana Help Heal Broken Bones?",
        "subtitle": "Several studies suggest that a specific constituent of cannabis could aid in the healing of broken bones, but the research is in its infancy.",
        "author": "Alex Kasprak",
        "statement": "Scientific studies support the conclusion that marijuana can play a role in healing broken bones.",
        "post_author": "",
        "date_posted": "26 November 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/house-passes-bill-letting-government-contractors-fire-lgbt-people/",
        "evaluation": "mostly-true",
        "title": "Did the House Pass a Bill Letting Government Contractors Fire LGBT People?",
        "subtitle": "The House and Senate stalled over a defense bill that included language critics said would allow government contractors to discriminate against LGBT people.",
        "author": "Bethania Palma",
        "statement": "The House passed a bill that allows government contractors to discriminate against lesbian, gay, bisexual and transgender people.",
        "post_author": "",
        "date_posted": "21 November 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/woman-sets-her-husband-on-fire-for-raping-daughter/",
        "evaluation": "mostly-true",
        "title": "Did a Woman Set Her Husband on Fire for Raping Her 7-Year-Old Daughter?",
        "subtitle": "A genuine news story from 2014 is often shared along with a series of unrelated images.",
        "author": "Dan Evon",
        "statement": "A woman set her husband on fire for molesting their daughter.",
        "post_author": "",
        "date_posted": "12 November 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/hillary-clinton-communes-with-the-spirit-of-eleanor-roosevelt/",
        "evaluation": "mostly-true",
        "title": "Hillary Clinton 'Communes' with the Spirit of Eleanor Roosevelt",
        "subtitle": "A psychological exercise Clinton used in the 1990s was real but later became mistaken for a religious ritual.",
        "author": "Dan Evon",
        "statement": "A video shows Bill Clinton saying that his wife Hillary Clinton \"communed\" with the spirit of Eleanor Roosevelt.",
        "post_author": "",
        "date_posted": "7 November 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/louisiana-priests-dont-have-to-report-sexual-abuse/",
        "evaluation": "mostly-true",
        "title": "Do Louisiana Priests Not Have to Report Sexual Abuse?",
        "subtitle": "The Louisiana Supreme Court ruled that Catholic priests are not mandatory reporters during confession.",
        "author": "Bethania Palma",
        "statement": "A court ruling means priests in Louisiana don't have to report sexual abuse.",
        "post_author": "",
        "date_posted": "3 November 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/chicago-cubs-108/",
        "evaluation": "mostly-true",
        "title": "The Chicago Cubs and the Significance of '108'",
        "subtitle": "A list of facts connected to the number 108 went viral shortly after the Chicago Cubs won their first World Series in 108 years.",
        "author": "Dan Evon",
        "statement": "A list of coincidences connecting the number 108 to the Chicago Cubs world series victory in 2016 is accurate.",
        "post_author": "",
        "date_posted": "3 November 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/montreal-bans-pit-bulls/",
        "evaluation": "mostly-true",
        "title": "Montreal Bans Pit Bulls",
        "subtitle": "Montreal's city council has voted to ban pit bulls after a fatal incident involving a \"dangerous dog.\"",
        "author": "Kim LaCapria",
        "statement": "The city of Montreal has passed a ban on pit bulls that requires owners to euthanize their pets.",
        "post_author": "",
        "date_posted": "28 September 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/fbi-warned-about-white-supremacists/",
        "evaluation": "mostly-true",
        "title": "FBI Warned About White Supremacists Infiltrating Police Departments",
        "subtitle": "In 2006, the FBI issued a warning that infiltration by groups such as the KKK into law enforcement agencies could present a security risk.",
        "author": "Bethania Palma",
        "statement": "The FBI warned about the possibility white supremacist groups infiltrating U.S.   law enforcement agencies.",
        "post_author": "",
        "date_posted": "27 September 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/gary-johnson-forget-global-warming/",
        "evaluation": "mostly-true",
        "title": "Gary Johnson: 'Forget Global Warming Because the Sun Will Envelop Us All One Day'",
        "subtitle": "The Libertarian candidate said 'global warming is in our future' because 'the sun is going to actually grow and encompass the Earth,' but what he meant is uncertain.",
        "author": "David Mikkelson",
        "statement": "Gary Johnson once said 'global warming is in our future' because 'the sun is going to actually grow and encompass the Earth.'",
        "post_author": "",
        "date_posted": "24 September 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/muscular-cows-genetic-engineering/",
        "evaluation": "mostly-true",
        "title": "Do Muscular Cows Demonstrate Genetic Engineering Potential?",
        "subtitle": "Extremely muscular cattle are the result of genetic mutation and decades of selective breeding - but not technically \"genetic engineering.\"",
        "author": "Alex Kasprak",
        "statement": "A muscular breed of "super cattle" is genetically engineered to provide as much meat as possible.",
        "post_author": "",
        "date_posted": "14 September 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/chimpanzee-rapidly-memorizes-locates-numbers-on-a-screen/",
        "evaluation": "mostly-true",
        "title": "Chimpanzee Rapidly Memorizes, Locates Numbers on a Screen",
        "subtitle": "A video showing a chimp finding numbers on a screen is real, and part of ongoing research at Kyoto University's Primate Research Institute.",
        "author": "Alex Kasprak",
        "statement": "A video shows a chimpanzee rapidly memorizing the location of numbers from 1-9 on a touch screen, demonstrating its ability to recall their location by tapping (in sequential order) boxes that covered those numbers after a fraction of a second.",
        "post_author": "",
        "date_posted": "4 September 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/mike-pence-condoms-are-too-modern-and-liberal/",
        "evaluation": "mostly-true",
        "title": "Did Mike Pence Say 'Condoms Are Too Modern and Liberal'?",
        "subtitle": "Indiana Gov. Mike Pence made some eyebrow raising comments about the use of condoms in disease prevention back in 2002.",
        "author": "Kim LaCapria",
        "statement": "Mike Pence once said that condoms are \"too modern\" and \"too liberal\" and offer a poor defense against sexually transmitted diseases.",
        "post_author": "",
        "date_posted": "14 August 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/bill-clinton-fined-and-disbarred-over-the-monica-lewinsky-scandal/",
        "evaluation": "mostly-true",
        "title": "Bill Clinton was Fined, Disbarred Over the Monica Lewinsky Scandal",
        "subtitle": "A graphic lists the legal consequences suffered by the former president stemming from the Monica Lewinsky scandal.",
        "author": "Dan Evon",
        "statement": "Bill Clinton was disbarred and fined over actions related to the Monica Lewinsky scandal.",
        "post_author": "",
        "date_posted": "29 July 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/was-the-white-house-built-by-slaves/",
        "evaluation": "mostly-true",
        "title": "Was the White House Built by Slaves?",
        "subtitle": "During her 2016 Democratic National Convention speech, Michelle Obama asserted that the White House had been built using slave labor.  And she was right.",
        "author": "Kim LaCapria",
        "statement": "The White House was built using slave labor.",
        "post_author": "",
        "date_posted": "26 July 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/barack-obama-accomplishments/",
        "evaluation": "mostly-true",
        "title": "Obama Accomplishments",
        "subtitle": "An Internet meme touts the economic achievements of United States President Barack Obama.",
        "author": "David Emery",
        "statement": "A list of some of President Obama's economic accomplishments shows all he has done, even hampered by political obstructionism.",
        "post_author": "",
        "date_posted": "12 July 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/three-countries-issue-travel-warnings-about-the-united-states/",
        "evaluation": "mostly-true",
        "title": "Three Countries Issue Travel Warnings About the United States",
        "subtitle": "Several countries (not just three) issued travel warnings to citizens planning to visit the United States in 2016.",
        "author": "Kim LaCapria",
        "statement": "Three countries issued travel warnings to their citizens about visits to the United States.",
        "post_author": "",
        "date_posted": "12 July 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/muslim-tsa-agent-screens-nun/",
        "evaluation": "mostly-true",
        "title": "Muslim TSA Agent Screens a Nun",
        "subtitle": "An old photograph showing a Muslim TSA agent screening a nun at an airport has nothing to do with Barack Obama.",
        "author": "Dan Evon",
        "statement": "A photograph shows a female Muslim TSA agent patting down a nun at an airport.",
        "post_author": "",
        "date_posted": "29 June 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/ticketmaster-class-action-free-ticket-giveaway/",
        "evaluation": "mostly-true",
        "title": "Ticketmaster Class Action Free Ticket Giveaway",
        "subtitle": "Social media rumors about free tickets from Ticketmaster were largely true, but with some important caveats.",
        "author": "Kim LaCapria",
        "statement": "Many Ticketmaster customers are eligible for free concert tickets under the terms of a class action settlement.",
        "post_author": "",
        "date_posted": "21 June 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/david-perdue-death-prayer-controversy/",
        "evaluation": "mostly-true",
        "title": "David Perdue Death Prayer",
        "subtitle": "Sen. David Perdue caused controversy by saying of President Obama to \"pray for him like Psalms 109:8 says: Let his days be few, and let another have his office.\"",
        "author": "Kim LaCapria",
        "statement": "Sen. David Perdue advised attendees to offer up an ominous prayer aimed at President Obama during the 2016 Faith & Freedom Coalition's Road to Majority conference.",
        "post_author": "",
        "date_posted": "14 June 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/uncounted-california-ballots/",
        "evaluation": "mostly-true",
        "title": "Uncounted California Ballots",
        "subtitle": "It's true that millions of California ballots have yet to be certified, but the process is transparent and well documented.",
        "author": "Kim LaCapria",
        "statement": "Days after the California primary, a large share of ballots had yet to be counted in several counties.",
        "post_author": "",
        "date_posted": "9 June 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/sea-lice-florida-beach/",
        "evaluation": "mostly-true",
        "title": "Sea Lice Invading Florida Beaches",
        "subtitle": "While warnings on Facebook about \"sea lice\" garnered skepticism, news reports have confirmed that small stinging jellyfish are present at some beaches.",
        "author": "Dan Evon",
        "statement": "Florida beaches have been invaded with \"sea lice.\"",
        "post_author": "",
        "date_posted": "7 June 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/third-grade-trump-hat/",
        "evaluation": "mostly-true",
        "title": "Third Grade Student Says School Made Him Remove Trump Hat",
        "subtitle": "Nine-year-old Logan Autry says his school forced him to remove his \"Make America Great Again\" cap because it upset other students.",
        "author": "Brooke Binkowski",
        "statement": "An elementary school in Fresno, California, forced a third-grader to remove a cap bearing Donald Trump's campaign slogan.",
        "post_author": "",
        "date_posted": "6 June 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/racial-slur-on-huck-finns-receipt/",
        "evaluation": "mostly-true",
        "title": "Racial Slur on Huck Finn's Receipt?",
        "subtitle": "An image of a racist epithet on a receipt from Huck Finn's in New Orleans is real and unaltered, and the employee involved was immediately fired.",
        "author": "Kim LaCapria",
        "statement": "A customer of Huck Finn's Cafe in New Orleans discovered a racist epithet on her receipt.",
        "post_author": "",
        "date_posted": "31 May 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/donald-trump-wealthy-great-quote/",
        "evaluation": "mostly-true",
        "title": "Donald Trump: 'You Have to Be Wealthy in Order to Be Great'",
        "subtitle": "A quote from the Republican presidential candidate about the role of money is real, but has been shared without context.",
        "author": "Dan Evon",
        "statement": "Donald Trump said, \"you have to be wealthy in order to be great.\"",
        "post_author": "",
        "date_posted": "27 May 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/size-of-indianapolis-speedway/",
        "evaluation": "mostly-true",
        "title": "Size of the Indianapolis Motor Speedway",
        "subtitle": "An image shows how eight famous landmarks could all comfortably fit inside the Indianapolis Motor Speedway.",
        "author": "Dan Evon",
        "statement": "Vatican City, the Taj Mahal, Yankee Stadium and five other landmarks could all fit inside the Indianapolis Motor Speedway.",
        "post_author": "",
        "date_posted": ""
    },
    {
        "url": "https://www.snopes.com/fact-check/trey-gowdy-admitted-benghazi/",
        "evaluation": "mostly-true",
        "title": "Trey Gowdy Admitted Nothing Could Have Saved Benghazi Victims?",
        "subtitle": "Rep. Trey Gowdy conceded a point of dispute in the Benghazi controversy, but it was misleading to characterize his remark as an \"accidental\" admission.",
        "author": "Kim LaCapria",
        "statement": "During a Fox News appearance, Select Committee on Benghazi Chairman Trey Gowdy \"accidentally admitted\" that troops would not have been able to reach the four Americans killed in time to intervene.",
        "post_author": "",
        "date_posted": "19 May 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/27000-people-came-to-a-bernie-sanders-rally-in-california/",
        "evaluation": "mostly-true",
        "title": "27,000 People Came to a Bernie Sanders Rally in California",
        "subtitle": "A circulating photograph depicted a Bernie Sanders rally in Los Angeles in August 2015, not a May 2016 event in Sacramento.",
        "author": "Kim LaCapria",
        "statement": "Photograph depicts a Bernie Sanders rally in California attended by more than 27,000 people that was ignored by the news media.",
        "post_author": "",
        "date_posted": "16 May 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/obama-transgender-bathrooms/",
        "evaluation": "mostly-true",
        "title": "Obama Decrees ALL Public Schools Must Allow Transgender Bathroom Use",
        "subtitle": "The Departments of Justice and Education issued guidance to U.S. schools about transgender students and Title IX.",
        "author": "Kim LaCapria",
        "statement": "President Obama ordered all schools to make all bathrooms transgender or face a loss of federal funding.",
        "post_author": "",
        "date_posted": "14 May 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/budweiser-changing-name-america/",
        "evaluation": "mostly-true",
        "title": "Budweiser Changing Its Name to 'America'",
        "subtitle": "Budweiser is changing its name to America, but only for a few months in 2016.",
        "author": "Kim LaCapria",
        "statement": "Budweiser is changing its name to \"America.\"",
        "post_author": "",
        "date_posted": "10 May 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/biometric-passports/",
        "evaluation": "mostly-true",
        "title": "Biometric Passports",
        "subtitle": "Under Department of Homeland Security guidelines implemented in April 2016, some visitors to the U.S. could be denied entry without biometric passports.",
        "author": "Kim LaCapria",
        "statement": "People traveling to the United States under the Visa Waiver Program could be turned away due to new requirements involving biometric passports, or ePassports.",
        "post_author": "",
        "date_posted": "6 May 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/republican-impeached-clinton-scandal/",
        "evaluation": "mostly-true",
        "title": "Clinton Impeachment House Speakers' Sex Scandals",
        "subtitle": "A tweet claiming that all Republican Speakers of the House involved with Bill Clinton's impeachment experienced sex scandals was mostly accurate.",
        "author": "Kim LaCapria",
        "statement": "All three Speakers of the House involved with the impeachment of President Clinton later had sex scandals of their own.",
        "post_author": "",
        "date_posted": "4 May 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/donald-trump-the-snake/",
        "evaluation": "mostly-true",
        "title": "Donald Trump Reads 'The Vicious Snake'",
        "subtitle": "A video showcasing footage of violent refugees features audio of Donald Trump reciting the lyrics to a song entitled \"The Snake.\"",
        "author": "Dan Evon",
        "statement": "A video showcasing footage of violent refugees features audio of Donald Trump reciting the lyrics to a song entitled \"The Snake.\"",
        "post_author": "",
        "date_posted": "29 April 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/felons-voting-rights-virginia/",
        "evaluation": "mostly-true",
        "title": "Felons Granted Voting Rights in Virginia?",
        "subtitle": "Virginia Governor Terry McAuliffe issued an order which restored voting rights to approximately 200,000 convicted felons.",
        "author": "Kim LaCapria",
        "statement": "Virginia Governor Terry McAuliffe restored voting rights to a large number of convicted felons.",
        "post_author": "",
        "date_posted": "26 April 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/flying-with-animals/",
        "evaluation": "mostly-true",
        "title": "Flying with Animals",
        "subtitle": "Can claiming your pet is an \"emotional support animal\" get it past airport security and onto your plane?",
        "author": "Stephanie Larsen",
        "statement": "People can fly with dogs, pot-bellied pigs, turkeys, monkeys, and miniature horses if they claim that their pets are emotional support animals.",
        "post_author": "",
        "date_posted": "25 April 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/opossums-kill-ticks-inhibit-the-spread-of-lyme-disease/",
        "evaluation": "mostly-true",
        "title": "Do Opossums Kill Ticks, Inhibit the Spread of Lyme Disease?",
        "subtitle": "A popular meme asserted opossums kill most deer ticks they encounter and thus inhibit the spread of Lyme disease to humans.",
        "author": "Kim LaCapria",
        "statement": "Opossums kill thousands of ticks each week, inhibiting the spread of Lyme Disease to humans.",
        "post_author": "",
        "date_posted": "22 March 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/donald-trump-kent-state/",
        "evaluation": "mostly-true",
        "title": "Donald Trump 'Protester' Quote/Kent State Comparison",
        "subtitle": "An image juxtaposes a quote from Donald Trump about protesters with an archival image of the 1970 Kent State shootings.",
        "author": "Kim LaCapria",
        "statement": "Donald Trump said in the good old days, protesters were harshly dealt with and carried away on stretchers.",
        "post_author": "",
        "date_posted": "14 March 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/marine-axed-trump-rally/",
        "evaluation": "mostly-true",
        "title": "Marine Axed after Trump Rally Incident",
        "subtitle": "A young man named Joseph Pryor will no longer be eligible to serve in the Marines after he shared images of racially charged behavior at a Donald Trump rally.",
        "author": "Kim LaCapria",
        "statement": "A young Marine was discharged after footage of his involvement in a racially charged altercation at a Donald Trump rally surfaced.",
        "post_author": "",
        "date_posted": "4 March 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/donald-drumpf/",
        "evaluation": "mostly-true",
        "title": "Was Donald Trump's Family Surname Once 'Drumpf'?",
        "subtitle": "Donald Trump's ancestors changed the family surname from \"Drumpf\" to \"Trump,\" but the timing of that change isn't clear.",
        "author": "Kim LaCapria",
        "statement": "Donald Trump's ancestors changed their surname from \"Drumpf\" to \"Trump.\"",
        "post_author": "",
        "date_posted": "29 February 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/islamic-terror-mass-shootings/",
        "evaluation": "mostly-true",
        "title": "Islamic Terror Versus Mass Shootings Meme",
        "subtitle": "A meme shows a map of dots representing mass shootings since Sandy Hook, contrasting the deaths with those due to Islamic terrorism.",
        "author": "Kim LaCapria",
        "statement": "A meme's map depicts mass shootings since Sandy Hook, not acts of Islamic terrorism in the United States.",
        "post_author": "",
        "date_posted": "26 February 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/share-your-ears-disney/",
        "evaluation": "mostly-true",
        "title": "'Share Your Ears' Make-A-Wish Disney Fundraiser?",
        "subtitle": "From 29 January to 14 March 2016, Disney Parks will donate $5 to Make-A-Wish for every ear photo shared online.",
        "author": "Kim LaCapria",
        "statement": "If you share a photo of yourself wearing Mickey Mouse ears, Disney Parks will donate $5 to the Make-A-Wish foundation.",
        "post_author": "",
        "date_posted": "22 February 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/all-female-senate-snowstorm/",
        "evaluation": "mostly-true",
        "title": "Only Women Showed up to the U.S. Senate After a Snowstorm?",
        "subtitle": "After a major snowstorm, two female lawmakers held a brief administrative session to postpone Senate business.",
        "author": "Dan Evon",
        "statement": "Only female senators showed up for work in Congress following Snowstorm Jonas.",
        "post_author": "",
        "date_posted": "28 January 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/donald-trump-military-training-quote/",
        "evaluation": "mostly-true",
        "title": "Donald Trump Compared Prep School to Military Service?",
        "subtitle": "Donald Trump did compare prep school to military service, but this viral quote isn't completely accurate.",
        "author": "Dan Evon",
        "statement": "Donald Trump said that he got more military training at prep school than a lot of people who actually joined the military.",
        "post_author": "",
        "date_posted": "11 January 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/samuel-l-jackson-shooter-crazy-white-dude/",
        "evaluation": "mostly-true",
        "title": "Samuel L. Jackson Hoped Shooter Was 'Crazy White Dude'",
        "subtitle": "Samuel L. Jackson said that he hoped the shooter behind the San Bernardino attack was a \"crazy white dude\" so people couldn't justify their hatred against Muslims.",
        "author": "Dan Evon",
        "statement": "Actor Samuel L. Jackson said he hoped that the San Bernardino shooter was just some \"crazy white dude.\"",
        "post_author": "",
        "date_posted": "29 December 2015"
    },
    {
        "url": "https://www.snopes.com/fact-check/new-hoverboard-law/",
        "evaluation": "mostly-true",
        "title": "New Hoverboard Law",
        "subtitle": "A new law to regulate the use of \"hoverboards\" will go into effect in California on 1 January 2016.",
        "author": "Dan Evon",
        "statement": "A new law makes it illegal for anyone under the age of 16 to ride a hoverboard.",
        "post_author": "",
        "date_posted": "27 December 2015"
    },
    {
        "url": "https://www.snopes.com/fact-check/trump-maralago-flagpole/",
        "evaluation": "mostly-true",
        "title": "Donald Trump's Outsized Flagpole",
        "subtitle": "Donald Trump violated Palm Beach ordinances by putting up an outsized U.S. flag and pole, then donating the money he was fined to veterans' organizations.",
        "author": "David Mikkelson",
        "statement": "Donald Trump violated Palm Beach ordinances by putting up an outsized U.S. flag and pole, then donating the money he was fined to veterans' organizations.",
        "post_author": "",
        "date_posted": "25 September 2015"
    },
    {
        "url": "https://www.snopes.com/fact-check/candid-camera-hijacking/",
        "evaluation": "mostly-true",
        "title": "Did Airline Passengers Mistake a Hijacking for a 'Candid Camera' Stunt?",
        "subtitle": "Passengers on an airliner diverted to Cuba reportedly thought the hijacking was a 'Candid Camera' stunt due to the coincidental presence of the show's host, Allen Funt.",
        "author": "David Mikkelson",
        "statement": "Passengers on an airliner diverted to Cuba thought the hijacking was a ",
        "post_author": "",
        "date_posted": "28 September 2014"
    },
    {
        "url": "https://www.snopes.com/fact-check/work-of-fiction/",
        "evaluation": "mostly-true",
        "title": "Dr. Leon Eisenberg: ADHD Is a 'Fictitious Disease'?",
        "subtitle": "Rumor: Dr. Leon Eisenberg, the 'father' of ADHD, said just before his death that ADHD 'is a prime example of a fictitious disease.'",
        "author": "David Mikkelson",
        "statement": "Dr. Leon Eisenberg, the 'father' of ADHD, said just before his death that ADHD 'is a prime example of a fictitious disease.'",
        "post_author": "",
        "date_posted": "17 May 2013"
    },
    {
        "url": "https://www.snopes.com/fact-check/james-garner-in-korea/",
        "evaluation": "mostly-true",
        "title": "James Garner in Korea",
        "subtitle": "How actor James Garner detected the presence of an enemy patrol during the Korean War through the smell of garlic.",
        "author": "David Mikkelson",
        "statement": "Actor James Garner detected the presence of an enemy patrol during the Korean War through the smell of garlic.",
        "post_author": "",
        "date_posted": "28 July 2014"
    },
    {
        "url": "https://www.snopes.com/fact-check/cocoa-mulch/",
        "evaluation": "mostly-true",
        "title": "Is Cocoa Mulch a Danger to Dogs?",
        "subtitle": "Veterinarians have warned that cacao shells contain the same ingredient that makes chocolate toxic to dogs.",
        "author": "Snopes Staff",
        "statement": "Cocoa mulch contains a chemical (theobromine) that can be harmful to pets.",
        "post_author": "",
        "date_posted": "25 May 2003"
    },
    {
        "url": "https://www.snopes.com/fact-check/denzel-washington-2/",
        "evaluation": "mostly-true",
        "title": "Did Denzel Washington Make a Large Donation to the Fisher House?",
        "subtitle": "Actor Denzel Washington once gifted a generous donation to the Fisher House, but he didn't fund the cost of an entire building.",
        "author": "David Mikkelson",
        "statement": "",
        "post_author": "",
        "date_posted": "10 February 2005"
    },
    {
        "url": "https://www.snopes.com/fact-check/whether-balloon/",
        "evaluation": "mostly-true",
        "title": "Laura Buxton Balloon Coincidence",
        "subtitle": "Laura Buxton released a balloon that ended up in the hands of another girl named Laura Buxton who lived 140 miles away.",
        "author": "David Mikkelson",
        "statement": "A girl named Laura Buxton released a balloon that ended up in the hands of another girl named Laura Buxton who lived 140 miles away.",
        "post_author": "",
        "date_posted": "29 April 2013"
    },
    {
        "url": "https://www.snopes.com/fact-check/special-olympics-linked-arms-race-finish/",
        "evaluation": "mostly-true",
        "title": "Special Olympics Linked Arms Race Finish",
        "subtitle": "Did contestants in a Special Olympics event link arms and all cross the finish line together?",
        "author": "David Mikkelson",
        "statement": "",
        "post_author": "",
        "date_posted": "28 March 2001"
    },
    {
        "url": "https://www.snopes.com/fact-check/mosque-restoration/",
        "evaluation": "mostly-true",
        "title": "Mosque Restoration",
        "subtitle": "Has the U.S. contributed millions of dollars towards the rebuilding of mosques in Muslim countries?",
        "author": "David Mikkelson",
        "statement": "",
        "post_author": "",
        "date_posted": "10 December 2012"
    },
    {
        "url": "https://www.snopes.com/fact-check/straight-ticket/",
        "evaluation": "mostly-true",
        "title": "Are There Problems with Voting Straight Ticket?",
        "subtitle": "Voters who select a 'straight ticket' may not end up voting at all in some races.",
        "author": "David Mikkelson",
        "statement": "Voters need to be cautious when using \"straight ticket\" voting in the upcoming presidential election.",
        "post_author": "",
        "date_posted": "15 October 2008"
    },
    {
        "url": "https://www.snopes.com/fact-check/who-increased-the-debt/",
        "evaluation": "mostly-true",
        "title": "Who Increased the Debt?",
        "subtitle": "A chart from 2011 compared changes in the U.S. national debt over the last several presidencies.",
        "author": "David Mikkelson",
        "statement": "A 2011 chart compares changes in the U.S. national debt over the last several presidencies.",
        "post_author": "",
        "date_posted": "24 January 2012"
    },
    {
        "url": "https://www.snopes.com/fact-check/domain-thing/",
        "evaluation": "mostly-true",
        "title": "Are These Unintentionally Risque Domain Names Real?",
        "subtitle": "Sometimes a domain name can represent something entirely different than what was intended.",
        "author": "David Mikkelson",
        "statement": "Companies choose domain names with unintendedly risque double meanings.",
        "post_author": "",
        "date_posted": ""
    },
    {
        "url": "https://www.snopes.com/fact-check/do-you-see-the-motorcycle/",
        "evaluation": "mostly-true",
        "title": "Do You See the Motorcycle?",
        "subtitle": "\"Wake up people, stop talking on cell phones and texting while trying to drive!\"",
        "author": "David Mikkelson",
        "statement": "Photographs show the aftermath of a motorcycle-automobile collision.",
        "post_author": "",
        "date_posted": "27 May 2010"
    },
    {
        "url": "https://www.snopes.com/fact-check/bear-hunt/",
        "evaluation": "mostly-true",
        "title": "Bear Hunt",
        "subtitle": "Photographs allegedly show an enormous bear killed by an Alaskan hunter back in 2001.",
        "author": "David Mikkelson",
        "statement": "Photographs show an enormous bear killed by an Alaskan hunter.",
        "post_author": "",
        "date_posted": "29 May 2002"
    },
    {
        "url": "https://www.snopes.com/fact-check/truman-plain-speaking/",
        "evaluation": "mostly-true",
        "title": "Harry S. Truman's Plain Speaking",
        "subtitle": "A collection of anecdotes regarding honesty told about President Harry S. Truman.",
        "author": "David Mikkelson",
        "statement": "A collection of anecdotes about honesty comprises real quotes from President Harry S. Truman.",
        "post_author": "",
        "date_posted": "25 August 2008"
    },
    {
        "url": "https://www.snopes.com/fact-check/lyin-34i34s/",
        "evaluation": "mostly-true",
        "title": "Clinton: Nixon Should Be Impeached for Lying",
        "subtitle": "Did Bill Clinton say in 1974 that President Richard Nixon should resign for lying to government officials?",
        "author": "David Mikkelson",
        "statement": "In 1974, Bill Clinton said President Richard Nixon should resign for lying to government officials.",
        "post_author": "",
        "date_posted": "18 September 1998"
    },
    {
        "url": "https://www.snopes.com/fact-check/dry-cleaning/",
        "evaluation": "mostly-true",
        "title": "Does a Clean Lint Filter Extend the Life of a Dryer?",
        "subtitle": "Helpful tip claims that washing the lint filter in your clothes dryer will help enhance the performance and lifespan of that appliance.",
        "author": "David Mikkelson",
        "statement": "Washing the lint filter in your clothes dryer can help enhance the performance and lifespan of that appliance and avoid fires.",
        "post_author": "",
        "date_posted": "17 February 2005"
    },
    {
        "url": "https://www.snopes.com/fact-check/michael-jackson-beatles-songs/",
        "evaluation": "mostly-true",
        "title": "Did Michael Jackson Own the Rights to All Beatles Songs?",
        "subtitle": "The answer must be heavily qualified in order to avoid being misleading.",
        "author": "David Mikkelson",
        "statement": "Michael Jackson owned the rights to the Beatles' songs.",
        "post_author": "",
        "date_posted": "7 May 2001"
    }
]