[
    {
        "url": "https://www.snopes.com/fact-check/facebook-ban-posts-save-children/",
        "evaluation": "outdated",
        "title": "Is Facebook Banning Posts Using the Hashtag #SavetheChildren?",
        "subtitle": "The hashtag had been associated with conspiracy theories and misinformation campaigns surrounding child abuse and pedophilia sex rings.",
        "author": "Madison Dapcevich",
        "statement": "Facebook is blocking or banning posts using the hashtag #SavetheChildren.  ",
        "post_author": "",
        "date_posted": "11 August 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/trump-payroll-tax/",
        "evaluation": "outdated",
        "title": "Is Trump Blocking COVID-19 Aid in Favor of Tax Cuts That Would Drain Social Security?",
        "subtitle": "It wasn't the first time the president pushed to add the payroll tax cut to a coronavirus relief package.",
        "author": "Bethania Palma",
        "statement": "U.S. President Donald Trump is withholding coronavirus relief until Congress agrees to payroll tax cuts that would effectively jeopardize Social Security funding.",
        "post_author": "",
        "date_posted": "28 July 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/florida-motorcyclist-covid-death/",
        "evaluation": "outdated",
        "title": "Was a Fatal Motorcycle Crash Listed Among COVID-19 Deaths in Florida?",
        "subtitle": "A case that was initially tallied among coronavirus deaths in 2020 caused some confusion.",
        "author": "Bethania Palma",
        "statement": "A motorcyclist killed in a crash in Florida in 2020 was listed as a COVID-19 death.",
        "post_author": "",
        "date_posted": "23 July 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/utah-school-death-template-letter/",
        "evaluation": "outdated",
        "title": "Did a Utah School Reopening Plan Include Template Letter in Case a Student Dies?",
        "subtitle": "A crisis communication plan needed its own crisis communication plan.",
        "author": "Bethania Palma",
        "statement": "A school district in Utah included a template letter to send home if a student or staff member died after reopening amid the COVID-19 pandemic.",
        "post_author": "",
        "date_posted": "15 July 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/oregon-whites-only-masks/",
        "evaluation": "outdated",
        "title": "Did an Oregon County Say Only White People Must Wear COVID-19 Masks?",
        "subtitle": "Oregon Gov. Kate Brown did issue an order requiring people wear masks in seven counties, including Lincoln County.",
        "author": "Jessica Lee",
        "statement": "In a policy that established requirements for people to wear masks in most public settings during the COVID-19 pandemic, Oregon's Lincoln County said in June 2020 residents of color are exempt from the rule.",
        "post_author": "",
        "date_posted": "25 June 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/fauci-masks-no-longer-needed/",
        "evaluation": "outdated",
        "title": "Did Anthony Fauci Say People No Longer Need to Wear Masks?",
        "subtitle": "An old interview with Dr. Fauci made new rounds on social media during the coronavirus disease pandemic in 2020.",
        "author": "Nur Ibrahim",
        "statement": "The United States' top infectious diseases expert, Dr. Anthony Fauci, said people in the U.S. do not need to wear masks to protect against COVID-19.",
        "post_author": "",
        "date_posted": "12 June 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/facebook-rnc-sponsor/",
        "evaluation": "outdated",
        "title": "Is Facebook Sponsoring the Republican National Convention?",
        "subtitle": "Just as with food products, it pays to check the date stamped on news articles.",
        "author": "David Mikkelson",
        "statement": "Facebook has announced they will be sponsoring the upcoming Republican National Convention.",
        "post_author": "",
        "date_posted": "10 June 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/rick-scott-health-care/",
        "evaluation": "outdated",
        "title": "Did Trump Put Rick Scott 'in Charge of Republican Healthcare'?",
        "subtitle": "A meme shared by social media users had some chronology issues.",
        "author": "Bethania Palma",
        "statement": "U.S. President Donald Trump has put Florida U.S. Sen. Rick Scott \"in charge of Republican healthcare\" reform. ",
        "post_author": "",
        "date_posted": "11 May 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/pence-nasa-do-not-touch/",
        "evaluation": "outdated",
        "title": "Did VP Pence Touch NASA Gear Labeled 'Do Not Touch'?",
        "subtitle": "An old photo received new attention as U.S. Vice President Mike Pence took over the Trump administration's response to an outbreak of a new coronavirus.",
        "author": "Bethania Palma",
        "statement": "A photograph shows U.S. Vice President Mike Pence touching a piece of NASA equipment that bore a sign reading \"DO NOT TOUCH.\"",
        "post_author": "",
        "date_posted": "4 March 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/farmers-can-sue-monsanto/",
        "evaluation": "outdated",
        "title": "Can Farmers Sue Monsanto Over Invasive GMO Crops?",
        "subtitle": "Timing is important in both producing and understanding the news.",
        "author": "David Mikkelson",
        "statement": "A bill before the Oregon Legislature would allow farmers to sue Monsanto if GMO crops invade their property.",
        "post_author": "",
        "date_posted": "3 February 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/priest-facebook-post/",
        "evaluation": "outdated",
        "title": "Did a Catholic Priest Encourage Anti-Trump Protesters to Commit Suicide?",
        "subtitle": "Parishioners did not see the humor in a 2017 Facebook meme.",
        "author": "Bethania Palma",
        "statement": "A Catholic priest posted a meme encouraging anti-Trump protesters to commit suicide.",
        "post_author": "",
        "date_posted": "3 February 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/30-marines-killed-helicopter/",
        "evaluation": "outdated",
        "title": "Were 30 Marines Just Killed in a Helicopter Crash?",
        "subtitle": "A years-old news story recirculated in the wake of another deadly helicopter crash. ",
        "author": "Dan Evon",
        "statement": "Thirty Marines were just killed in a helicopter crash. ",
        "post_author": "",
        "date_posted": "27 January 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/chick-fil-a-promotions/",
        "evaluation": "outdated",
        "title": "Is Chick-fil-A Giving Away Its Food Free for a Year?",
        "subtitle": "Always check the expiration date on social media promotions.",
        "author": "Bethania Palma",
        "statement": "Chick-fil-A is giving away free meals from the chain in 2020.",
        "post_author": "",
        "date_posted": "23 January 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/koala-rescued-from-aussie-fire/",
        "evaluation": "outdated",
        "title": "Was This Koala Rescued From a Bushfire in Australia?",
        "subtitle": "As wildfires raged in Australia in January 2020, a photograph from a previous blaze went viral. ",
        "author": "Dan Evon",
        "statement": "A photograph shows a koala being treated after it was rescued from a bushfire in Australia. ",
        "post_author": "",
        "date_posted": "8 January 2020"
    },
    {
        "url": "https://www.snopes.com/fact-check/baby-ibuprofen-2019-recall/",
        "evaluation": "outdated",
        "title": "Did the FDA Announce a Baby Ibuprofen Recall in December 2019?",
        "subtitle": "A West Virginia television news station reported a product recall in the final days of 2019. ",
        "author": "Dan MacGuill",
        "statement": "In December 2019, the FDA reported that Tris Pharma had announced a voluntary recall of several infant ibuprofen products.",
        "post_author": "",
        "date_posted": "31 December 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/blind-girl-cane-school/",
        "evaluation": "outdated",
        "title": "Was a Blind Girl in the UK Banned from Using Her Cane at School?",
        "subtitle": "The story went viral and resulted in internet outrage when it was posted.",
        "author": "Bethania Palma",
        "statement": "A school in Bristol, England, banned a blind girl from using a walking cane at the school because it could be a safety hazard.",
        "post_author": "",
        "date_posted": "16 December 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/steubenville-hacker-sentence/",
        "evaluation": "outdated",
        "title": "Did Hacker Who 'Helped Expose' Steubenville Rape Face More Prison Time than Rapists?",
        "subtitle": "It's always messy to compare criminal cases in different jurisdictions involving varying circumstances.",
        "author": "Bethania Palma",
        "statement": "The hacker who \"helped expose\" the infamous Steubenville High School rape in Ohio faced more prison time than the rapists themselves.",
        "post_author": "",
        "date_posted": "11 December 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/lewiston-middle-finger/",
        "evaluation": "outdated",
        "title": "Does Photo Show Newly Elected Safiyah Khalid Giving the Middle Finger?",
        "subtitle": "A misleading attack against a politician doesn't appear to have stymied her electoral efforts.",
        "author": "Bethania Palma",
        "statement": "A photograph shows newly elected Lewiston (Maine) City Councilwoman Safiyah Khalid giving the middle finger.",
        "post_author": "",
        "date_posted": "6 November 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/guatemala-sinkhole/",
        "evaluation": "outdated",
        "title": "Did a Human-Created Sinkhole Open in Guatemala?",
        "subtitle": "Some news items are so fascinating that they resurface time and time again.",
        "author": "Bethania Palma",
        "statement": "A massive human-made sinkhole opened up in Guatemala.",
        "post_author": "",
        "date_posted": "9 October 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/heroin-sweetarts/",
        "evaluation": "outdated",
        "title": "Did Police Find Heroin Disguised as SweeTarts?",
        "subtitle": "The Halloween holiday may have revived interest in an outdated and unsubstantiated warning.",
        "author": "Bethania Palma",
        "statement": "Police have discovered heroin disguised as SweeTarts brand candy.",
        "post_author": "",
        "date_posted": "7 October 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/chicago-violence-weekend/",
        "evaluation": "outdated",
        "title": "Were 11 People Killed, Dozens More Wounded Over One Weekend in Chicago?",
        "subtitle": "News, like food, is best consumed at the time it is prepared.",
        "author": "David Mikkelson",
        "statement": "A recent weekend of violence in Chicago left 11 people dead and dozens more wounded but attracted relatively little press coverage.",
        "post_author": "",
        "date_posted": "13 August 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/donald-trump-30-men-maternity-care/",
        "evaluation": "outdated",
        "title": "Did Trump Meet with 30 Men in Congress to Discuss Maternity Care?",
        "subtitle": "An image of the all-male Freedom Caucus discussing the future of women's health care coverage sparked anger.",
        "author": "Bethania Palma",
        "statement": "U.S. President Donald Trump met with 30 men in the U.S. House of Representatives' Freedom Caucus to discuss maternity care.",
        "post_author": "",
        "date_posted": "25 June 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/quality-inn-american-flag/",
        "evaluation": "outdated",
        "title": "Is a U.S. Flag Improperly Displayed at a Quality Inn?",
        "subtitle": "A photograph of an improperly displayed American flag outside of a Quality Inn hotel in Iowa continues to circulate on social media, despite being several years old. ",
        "author": "Dan Evon",
        "statement": "A photograph shows an improperly displayed American flag outside of a Quality Inn hotel in May 2019. ",
        "post_author": "",
        "date_posted": "22 May 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/migrants-beach-invasion/",
        "evaluation": "outdated",
        "title": "Did Migrants 'Invade' a Beach in Broad Daylight?",
        "subtitle": "The claim appears to reference an incident on the shores of a beach in Spain in 2017.",
        "author": "Bethania Palma",
        "statement": "Immigrants \"invaded\" a beach, leaving beachgoers \"shocked.\"",
        "post_author": "",
        "date_posted": "1 May 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/beth-chapman-passed-away/",
        "evaluation": "outdated",
        "title": "Outdated: Beth Chapman Death Hoax",
        "subtitle": "Before she died in June 2019, the reality TV star was the subject of online rumors.",
        "author": "Alex Kasprak",
        "statement": "Beth Chapman, wife of Duane “Dog” Chapman from the reality TV show “Dog the Bounty Hunter,” died in April 2019. ",
        "post_author": "",
        "date_posted": "22 April 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/death-penalty-abortion-texas/",
        "evaluation": "outdated",
        "title": "Are Texas Legislators 'Considering the Death Penalty for Women Who Have Abortions'?",
        "subtitle": "Republican-sponsored House Bill 896 garnered nationwide attention in the spring of 2019. ",
        "author": "Dan MacGuill",
        "statement": "House Bill 896, considered by the Texas House of Representatives in 2019, would have the effect of making abortion punishable by death. ",
        "post_author": "",
        "date_posted": "12 April 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/nike-rehire-michael-vick/",
        "evaluation": "outdated",
        "title": "Did Nike Just Re-Hire Michael Vick?",
        "subtitle": "Vick and Nike worked together after the former NFL star went to prison for dogfighting, but the story was already an old one when it recirculated in April 2019. ",
        "author": "Dan Evon",
        "statement": "In April 2019, Nike re-hired Michael Vick, a former NFL player who served prison time for facilitating dogfighting.",
        "post_author": "",
        "date_posted": "8 April 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/home-depot-bee-pesticides/",
        "evaluation": "outdated",
        "title": "Is Home Depot Selling Plants Treated with Bee-Harming Neonicotinoid Pesticides?",
        "subtitle": "The company pledged in 2015 to phase out the class of pesticides over concerns that they harmed bee populations.",
        "author": "Alex Kasprak",
        "statement": "Home Depot is selling plants treated with bee-harming neonicotinoid pesticides.",
        "post_author": "",
        "date_posted": "26 March 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/doubletree-hotel-military-sign/",
        "evaluation": "outdated",
        "title": "Did DoubleTree Hotels Display a Sign Denying Service to Military Members?",
        "subtitle": "\"Two Supervisor-level employees, who have since been terminated, made poor decisions including displaying a sign that they created.\"",
        "author": "Dan Evon",
        "statement": "DoubleTree Hotels displayed a sign reading \"no longer serving military personnel and their guest(s).\"",
        "post_author": "",
        "date_posted": "21 March 2019"
    },
    {
        "url": "https://www.snopes.com/fact-check/christmas-full-moon-1977/",
        "evaluation": "outdated",
        "title": "Will 2018 See the First Christmas Full Moon Since 1977?",
        "subtitle": "Beware of memes that use relative temporal terms.",
        "author": "Dan Evon",
        "statement": "The year 2018 will see the first Christmas full moon since 1977. ",
        "post_author": "",
        "date_posted": "21 December 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/facebook-santa-jesus-image/",
        "evaluation": "outdated",
        "title": "Did Facebook 'Censor' an Image of Santa Kneeling Before Baby Jesus?",
        "subtitle": "The social media platform briefly covered a religious image that has been online for years.",
        "author": "Bethania Palma",
        "statement": "Facebook \"censored\" an image of Santa Claus kneeling before baby Jesus.",
        "post_author": "",
        "date_posted": "7 December 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/tea-and-pesticides/",
        "evaluation": "outdated",
        "title": "Do These 8 Teas Contain “Illegal Amounts of Deadly Pesticides”?",
        "subtitle": "Claims of dangerous pesticides “above the legal limit” in tea products rely on incorrect or misleading descriptions of out-of-date testing.",
        "author": "Alex Kasprak",
        "statement": "Testing has revealed that eight popular tea brands contain illegal amounts of deadly pesticides.",
        "post_author": "",
        "date_posted": "3 December 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/berlin-wall-torn-down/",
        "evaluation": "outdated",
        "title": "Has It Been 10,316 Days Since the Berlin Wall Was Torn Down?",
        "subtitle": "Everything is relative, including -- or especially -- time.",
        "author": "Dan Evon",
        "statement": "The Berlin Wall existed for 10,316 days and was torn down 10,316 days ago. ",
        "post_author": "",
        "date_posted": "30 November 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/survivors-384th-af-squadron/",
        "evaluation": "outdated",
        "title": "Does This Vet Need Help in Finding Survivors of His Air Force Bomb Group?",
        "subtitle": "The online world is amazing in satisfying some requests, but often information is propagated long beyond its useful life.",
        "author": "Alex Kasprak",
        "statement": "A photograph shows a WWII vet who is “looking for any survivors of WWII 384th Air Force Bomb Group.”",
        "post_author": "",
        "date_posted": "28 November 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/christmas-cards-for-maddox-hyde/",
        "evaluation": "outdated",
        "title": "Terminally Ill Teen Requests Christmas Cards for the Holiday",
        "subtitle": "The late Maddox Hyde of Pennsylvania did issue a request for cards after doctors said his cancer had worsened and he had only a short time to live.",
        "author": "David Emery",
        "statement": "Fourteen-year-old, terminally ill cancer patient Maddox Hyde asked that people send him Christmas cards for the holiday.",
        "post_author": "",
        "date_posted": "27 November 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/is-allisyn-nicole-still-missing/",
        "evaluation": "outdated",
        "title": "Is Allisyn Nicole Still Missing?",
        "subtitle": "Recycled social media posts from 2013 report that the young woman who supposedly went missing was found.",
        "author": "David Emery",
        "statement": "A young woman named Allisyn Nicole is missing.",
        "post_author": "",
        "date_posted": "26 November 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/manure-dumped-ohio-headquarters/",
        "evaluation": "outdated",
        "title": "Was Manure Dumped Outside of Democratic Headquarters in Ohio?",
        "subtitle": "A photograph showing a pile of manure discovered outside a political HQ is real, but the picture is years-old.",
        "author": "Dan Evon",
        "statement": "A photograph shows a pile of manure outside of Democratic Headquarters in Warren County, Ohio, in November 2018.",
        "post_author": "",
        "date_posted": "4 November 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/2017-jobs-growth-trump/",
        "evaluation": "outdated",
        "title": "Did Donald Trump's First Year as President See the Lowest Jobs Growth Since 2011?",
        "subtitle": "A left-wing web site's January 2018 meme was based on data that were accurate at the time, but which have since been revised.",
        "author": "Dan MacGuill",
        "statement": "In 2017, President Donald Trump's first year in office, jobs growth was the lowest it has been since 2011.",
        "post_author": "",
        "date_posted": "12 October 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/justice-department-facebook-anti-trump-activists/",
        "evaluation": "outdated",
        "title": "Did the Justice Department Demand Facebook Information for 'Anti-Trump Activists'?",
        "subtitle": "In October 2018, social media users recirculated a story about search warrants that had actually been issued more than a year earlier.",
        "author": "Arturo Garcia",
        "statement": "The Justice Department issued search warrants seeking Facebook user information connected to activist efforts against President Donald Trump.",
        "post_author": "",
        "date_posted": "8 October 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/female-blackout-facebook/",
        "evaluation": "outdated",
        "title": "Is a 'Female Blackout' Taking Place on Facebook Tomorrow?",
        "subtitle": "A chain message urging women to use a black square for their profile pics \"tomorrow\" has been circulating on Facebook for well over a year.",
        "author": "Dan Evon",
        "statement": "Women can partake in a social media campaign against domestic abuse by \"blacking out\" their Facebook profile pictures \"tomorrow.\"",
        "post_author": "",
        "date_posted": "2 October 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/jimmy-carter-cancer-spreading/",
        "evaluation": "outdated",
        "title": "Did Jimmy Carter Announce That His Cancer Is Spreading?",
        "subtitle": "Viral social media posts rehashed a three-year-old announcement about the former president, who has been cancer-free since December 2015.",
        "author": "Dan MacGuill",
        "statement": "Former president Jimmy Carter has announced that the cancer in his liver has spread to other parts of his body.",
        "post_author": "",
        "date_posted": "29 August 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/michigan-school-flag-ban/",
        "evaluation": "outdated",
        "title": "Did a Michigan School District Ban Students from Wearing the American Flag?",
        "subtitle": "A year-old Facebook post about a school dress code became a source of reanimated outrage in 2018.",
        "author": "Bethania Palma",
        "statement": "Roseville Community Schools banned children from wearing clothing with American flag imagery.",
        "post_author": "",
        "date_posted": "6 August 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/11-marines-this-week/",
        "evaluation": "outdated",
        "title": "Did Eleven U.S. Marines Give Their Lives This Week?",
        "subtitle": "A long-circulated message offers prayers on behalf of servicemen killed in Afghanistan several years ago.",
        "author": "David Mikkelson",
        "statement": "A long-circulated message offers prayers on behalf of eleven U.S. Marines \"that gave their lives this week.\"",
        "post_author": "",
        "date_posted": "3 August 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/wild-dogs-zoo-kill-boy/",
        "evaluation": "outdated",
        "title": "Did Wild Dogs Kill a Two-Year-Old Boy at a Zoo?",
        "subtitle": "A pack of wild dogs attacked and killed a two-year-old child at a Pittsburgh zoo, but that tragedy took place several years ago.",
        "author": "Bethania Palma",
        "statement": "A pack of wild dogs attacked and killed a two-year-old child at a Pittsburgh zoo.",
        "post_author": "",
        "date_posted": "2 August 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/bushs-baked-beans-recall/",
        "evaluation": "outdated",
        "title": "Are Bush's Baked Beans Being Recalled?",
        "subtitle": "A 'zombie' recall notice from 2017 prompted by defective can seams continues to be presented as new and current.",
        "author": "David Mikkelson",
        "statement": "Cans of Bush's Baked Beans are being recalled because the cans may have defective side seams.",
        "post_author": "",
        "date_posted": "24 July 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/defense-ministers-photo/",
        "evaluation": "outdated",
        "title": "Are These the Defense Ministers of Norway, Sweden, Netherlands, Germany and Russia?",
        "subtitle": "A photograph showing four female defense ministers from Norway, Sweden, Netherlands and Germany and their male counterpart from Russia is real but outdated.",
        "author": "Dan Evon",
        "statement": "A photograph shows four female defense ministers from Norway, Sweden, Netherlands and Germany and a male defense minister from Russia.",
        "post_author": "",
        "date_posted": "24 July 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/republicans-ban-gays-lesbians-adopting/",
        "evaluation": "outdated",
        "title": "Did Republicans Vote to Make It Legal to Ban Gays and Lesbians from Adopting?",
        "subtitle": "In a party line vote, the Republican majority in the House Appropriations Committee approved an amendment to a funding bill that would allow federally-funded adoption agencies to discriminate against LGBTQ families.",
        "author": "David Emery",
        "statement": "The Republican majority in the House Appropriations Committee voted to approve an amendment allowing taxpayer-funded adoption agencies to deny services to LGBTQ families.",
        "post_author": "",
        "date_posted": "14 July 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/golden-state-fence-border-wall/",
        "evaluation": "outdated",
        "title": "Was the Golden State Fence Company Fined $5 Million for Hiring Undocumented Workers to Build a Border Wall?",
        "subtitle": "A years-old story about a construction outfit was presented as if the company were building the border wall advocated by President Trump.",
        "author": "Dan Evon",
        "statement": "The Golden State Fence Company was fined $5 million for hiring workers without documentation to build a border wall.",
        "post_author": "",
        "date_posted": "28 June 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/was-obama-worst-president-new-poll/",
        "evaluation": "outdated",
        "title": "Was Obama Ranked 'Worst President Since World War II' in a New Poll?",
        "subtitle": "An outdated poll from 2014 was drastically misrepresented by a number of right-wing sites and pundits, none of whom appears to have correctly sourced the claim.",
        "author": "Dan Evon",
        "statement": "Former U.S. president Barack Obama was ranked the worst president since World War II in \"a recent poll.\"",
        "post_author": "",
        "date_posted": "25 June 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/nathan-larson-candidate/",
        "evaluation": "outdated",
        "title": "Is Congressional Candidate Nathan Larson an Admitted Pedophile?",
        "subtitle": "A Virginia congressional candidate served prison time for threatening to kill the president and holds some highly unconventional viewpoints about children and sexuality.",
        "author": "Kim LaCapria",
        "statement": "Virginia congressional candidate Nathan Larson admitted that he is a pedophile.",
        "post_author": "",
        "date_posted": "1 June 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/mann-packaged-vegetable-recall/",
        "evaluation": "outdated",
        "title": "Does a Nationwide Listeria Outbreak Affect Vegetables from Walmart, Safeway, and Trader Joe's?",
        "subtitle": "Web sites continue to confuse consumers with a long out-of-date warning about a listeria-related recall of packaged vegetables.",
        "author": "David Mikkelson",
        "statement": "Packaged vegetables from Mann Packing are being recalled due to concerns about listeria.",
        "post_author": "",
        "date_posted": "8 May 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/was-marine-u-s-marine-flags-home/",
        "evaluation": "outdated",
        "title": "Was a Marine Told He Can't Fly U.S. and Marine Corps Flags at the Same Time?",
        "subtitle": "A meme circulating on social media is based on a years-old dispute over a retirement community's rules about flags.",
        "author": "Bethania Palma",
        "statement": "Marine Corps Capt. Jim Lowe was told he can't fly both an American flag and Marine Corps colors outside his home.",
        "post_author": "",
        "date_posted": "6 April 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/were-students-arrested-during-gun-protest/",
        "evaluation": "outdated",
        "title": "Were Students in Stockton, California Arrested During a March 2018 Gun Safety Protest?",
        "subtitle": "A \"militia\" group on Facebook attempted to paint local high schoolers participating in a demonstration as irresponsible.",
        "author": "Arturo Garcia",
        "statement": "High school students in Stockton, California were arrested during a gun safety demonstration.",
        "post_author": "",
        "date_posted": "15 March 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/barack-obama-named-lawsuit-inciting-violence-police/",
        "evaluation": "outdated",
        "title": "Was Barack Obama Named in a Lawsuit for 'Inciting Violence' Against Police?",
        "subtitle": "A lawsuit accusing former the former United States president of inciting violence against police officers was ultimately dismissed.",
        "author": "Dan Evon",
        "statement": "President Obama is being sued for \"inciting violence\" against police.",
        "post_author": "",
        "date_posted": "12 March 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/did-target-issue-an-easter-egg-recall/",
        "evaluation": "outdated",
        "title": "Did Target Issue an Easter Egg Recall?",
        "subtitle": "A questionable, undated blog reported the recall as \"fresh\" - ignoring the fact that it was issued in 2017.",
        "author": "Arturo Garcia",
        "statement": "Target issued a recall for a line of Easter egg toys.",
        "post_author": "",
        "date_posted": ""
    },
    {
        "url": "https://www.snopes.com/fact-check/apple-easter-calendar-iphone/",
        "evaluation": "outdated",
        "title": "Did Apple Remove Easter from iOS Calendars?",
        "subtitle": "U.S. calendars for 2018 on Apple devices initially did not mark Easter, but the holiday has since been restored to calendar apps.",
        "author": "Dan MacGuill",
        "statement": "An iPhone operating system upgrade in 2018 removed Easter holidays from the iOS calendar application.",
        "post_author": "",
        "date_posted": "23 February 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/michael-saari-michigan-facebook/",
        "evaluation": "outdated",
        "title": "Did a Michigan State Senate Candidate Defend Men Having Sex with Underage Girls?",
        "subtitle": "A  Michigan state senate candidate said his Facebook account was hacked and a series of troubling posts were the result of an attempt to sabotage his political career.",
        "author": "Dan MacGuill",
        "statement": "A Michigan state senate candidate wrote that it was \"normal\" for adult men to marry and have sex with pre-pubescent girls.",
        "post_author": "",
        "date_posted": "5 February 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/maddie-kelley-video/",
        "evaluation": "outdated",
        "title": "Is this Teenager in Danger?",
        "subtitle": "A Georgia teenager's claims in a two-year-old video have long since been denied, but they continue to spread and inconvenience local police.",
        "author": "Kim LaCapria",
        "statement": "Georgia teenager Maddie Kelley is endangered and needs help.",
        "post_author": "",
        "date_posted": "25 January 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/is-this-video-of-an-airplane-on-fire-real/",
        "evaluation": "outdated",
        "title": "Is This an Airplane on Fire?",
        "subtitle": "A Facebook page purporting to post live news appears to have stolen their footage from an Instagram account. ",
        "author": "Dan Evon",
        "statement": "A video shows an airplane on fire in January 2018.",
        "post_author": "",
        "date_posted": "25 January 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/jamie-oliver-mcdonalds-burgers/",
        "evaluation": "outdated",
        "title": "Did Jamie Oliver Prove McDonald's Burgers Are Unfit for Human Consumption?",
        "subtitle": "An outdated controversy about McDonald's use of beef treated with ammonium hydroxide resurfaced on social media in 2018.",
        "author": "David Emery",
        "statement": "Celebrity chef Jamie Oliver proved that the meat in McDonald's hamburgers is \"unfit for human consumption\" due to the use of beef trimmings treated with bacteria-killing ammonium hydroxide.",
        "post_author": "",
        "date_posted": "22 January 2018"
    },
    {
        "url": "https://www.snopes.com/fact-check/heaven-ray-cox/",
        "evaluation": "outdated",
        "title": "Missing Child Alert: Heaven Ray Cox",
        "subtitle": "A mother's viral Facebook post reported that the 15-year-old girl was missing from her home in Orange, Texas.",
        "author": "Kim LaCapria",
        "statement": "Texas teenager Heaven Ray Cox is missing from her Orange County home.",
        "post_author": "",
        "date_posted": "29 November 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/jacob-thompson-xmas-cards/",
        "evaluation": "outdated",
        "title": "Terminally Ill Nine-Year-Old Hopes for Christmas Cards?",
        "subtitle": "The family of Jacob Thompson requested cards for the ailing child so that he could have a final celebration.",
        "author": "Kim LaCapria",
        "statement": "The family of a terminally ill boy is asking people to send him Christmas cards.",
        "post_author": "",
        "date_posted": "8 November 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/hobby-lobby-refuse-sell-jewish-holiday-items/",
        "evaluation": "outdated",
        "title": "Does Hobby Lobby Refuse to Sell Jewish Holiday Items?",
        "subtitle": "A controversy arose over a reported lack of Hanukkah items offered for sale in Hobby Lobby stores.",
        "author": "David Emery",
        "statement": "The arts and crafts chain Hobby Lobby does not sell Jewish holiday items at any of their stores.",
        "post_author": "",
        "date_posted": "9 October 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/prayer-request-seals-helicopter/",
        "evaluation": "outdated",
        "title": "Prayer Request for 30 SEALs Killed in Afghanistan",
        "subtitle": "A request for prayers for the families of 30 U.S. military personnel who died when their helicopter was shot down in Afghanistan is several years old.",
        "author": "David Mikkelson",
        "statement": "Social media post requests prayers for the families of 30 U.S. military personnel killed when their helicopter was shot down in Afghanistan.",
        "post_author": "",
        "date_posted": "25 September 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/dunkin-donuts-free-coffee-teachers/",
        "evaluation": "outdated",
        "title": "Is Dunkin' Donuts Offering Free Coffee for Teachers Every Monday in September?",
        "subtitle": "A picture related to a promotion held at one Dunkin' Donuts outlet in 2014 has popped up again online every year since.",
        "author": "Arturo Garcia",
        "statement": "Dunkin' Donuts is offering free coffee to teachers every Monday in September.",
        "post_author": "",
        "date_posted": "25 August 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/leftist-activists-statue-theodore-roosevelt/",
        "evaluation": "outdated",
        "title": "Leftist Activists Demand New York Museum Take Down Statue of 'Racist' Theodore Roosevelt?",
        "subtitle": "Clashes with neo-Nazis in Charlottesville did not inspire \"leftists\" to demand the removal of a statue of Theodore Roosevelt in New York City.",
        "author": "Kim LaCapria",
        "statement": "After \"demanding that southern states take down statues of Confederate figures, the activist Left is now targeting\" a New York City statue of President Teddy Roosevelt.",
        "post_author": "",
        "date_posted": "16 August 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/frito-lay-potato-chips-recall-salmonella/",
        "evaluation": "outdated",
        "title": "Did Frito-Lay Issue a Product Recall Due to Salmonella Fears?",
        "subtitle": "An April 2017 recall of Frito-Lay jalapeno-flavored products was reported as new in July and August 2017.",
        "author": "Dan MacGuill",
        "statement": "Frito-Lay issued a recall of two potato chip products in April 2017 over Salmonella-related fears, a report framed as new in July and August 2017.",
        "post_author": "",
        "date_posted": "12 June 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/nelly-arrested/",
        "evaluation": "outdated",
        "title": "Was Nelly Arrested on Drug Charges in April 2017?",
        "subtitle": "A 2015 news story about the musician's being detained was repackaged and recirculated as current years later.",
        "author": "Dan Evon",
        "statement": "Hip-hop and pop star Nelly was arrested on drug charges while on tour.",
        "post_author": "",
        "date_posted": "23 May 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/sargento-recall-fake-news/",
        "evaluation": "outdated",
        "title": "Was Sargento Brand Cheese Recalled in August or September 2017?",
        "subtitle": "Sargento is the latest victim of a \"zombie recall\" form of fake news, when an outdated consumer warning circulates as new long after the problem is resolved.",
        "author": "Kim LaCapria",
        "statement": "Sargento cheese was recalled on 9 May 2017 (or in August/September 2017), because it might kill your whole family.",
        "post_author": "",
        "date_posted": "12 May 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/darkhorse-battalion/",
        "evaluation": "outdated",
        "title": "Prayer Request: Darkhorse Marine Battalion",
        "subtitle": "A prayer request for the Darkhorse Marine battalion fighting in Afghanistan is several years old.",
        "author": "David Mikkelson",
        "statement": "Prayers are requested for the Darkhorse Marine battalion fighting in Afghanistan.",
        "post_author": "",
        "date_posted": "9 November 2010"
    },
    {
        "url": "https://www.snopes.com/fact-check/greg-comer-cancer-prayer/",
        "evaluation": "outdated",
        "title": "Greg Comer Prayer Request",
        "subtitle": "The lack of dates in prayer chains often causes confusion about the validity of such messages.",
        "author": "Dan Evon",
        "statement": "Prayers are requested for Greg Comer, a North Carolina man who is battling cancer.",
        "post_author": "",
        "date_posted": "25 April 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/food-blank/",
        "evaluation": "outdated",
        "title": "Text 'Hunger' to 35350 to Donate to Local Food Banks?",
        "subtitle": "Texting the word 'HUNGER' to 35350 will no longer prompt Sam's Club to donate the equivalent 12 meals to a local food bank no longer works; you have to text 'MEALS' to that number.",
        "author": "Kim LaCapria",
        "statement": "Texting the word 'HUNGER' to 35350 will cause Sam's Club to donate the monetary equivalent of 12 meals to a local food bank. ",
        "post_author": "",
        "date_posted": "10 March 2015"
    },
    {
        "url": "https://www.snopes.com/fact-check/scotus-nullify-the-2016-election/",
        "evaluation": "outdated",
        "title": "Is the Supreme Court Deciding Whether to Nullify the 2016 Election?",
        "subtitle": "A petition challenging the 2016 U.S. presidential election results has long since died on the vine without being taken up by the Supreme Court.",
        "author": "Kim LaCapria",
        "statement": "The U.S. Supreme Court is deliberating a petition seeking to overturn the results of the 2016 presidential election due to purported Russian interference.",
        "post_author": "",
        "date_posted": "24 February 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/milk-class-action-lawsuit-settlement/",
        "evaluation": "outdated",
        "title": "Is Everyone Who Bought Milk Since 2003 Covered Under a Class Action Settlement?",
        "subtitle": "The deadline to qualify for a class action settlement covering people who bought milk has long since passed.",
        "author": "Kim LaCapria",
        "statement": "Anyone who bought milk after 2003 can be compensated under the terms of a class action lawsuit.",
        "post_author": "",
        "date_posted": "13 January 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/young-boy-kidnapped-in-pennsylvania/",
        "evaluation": "outdated",
        "title": "OUTDATED MISSING CHILD ALERT: Young Boy Kidnapped in Pennsylvania",
        "subtitle": "The boy pictured in a missing child appeal circulating on Facebook was actually abducted and found safe back in March 2016.",
        "author": "Arturo Garcia",
        "statement": "A 7-year-old boy is missing after being kidnapped from his home in Harrisburg, Pennsylvania.",
        "post_author": "",
        "date_posted": "3 January 2017"
    },
    {
        "url": "https://www.snopes.com/fact-check/texas-birth-certificates-illegals/",
        "evaluation": "outdated",
        "title": "Texas No Longer Issuing Birth Certificates to Babies Born to Undocumented Immigrants?",
        "subtitle": "A since-settled controversy over undocumented immigrants and birth certificates in Texas was shared as new after the November 2016 election.",
        "author": "Kim LaCapria",
        "statement": "The State of Texas announced it would no longer be issuing birth certificates to the children of undocumented immigrants.",
        "post_author": "",
        "date_posted": "16 November 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/blm-euthanize-44000-horses/",
        "evaluation": "outdated",
        "title": "Did the Bureau of Land Management Vote to Slaughter 44,000 Wild Horses?",
        "subtitle": "Although an advisory board recommended it, the U.S. Bureau of Land Management (BLM) did not vote to euthanize 44,000 wild horses,",
        "author": "Kim LaCapria",
        "statement": "The U.S. Bureau of Land Management (BLM) has voted to euthanize 44,000 wild horses.",
        "post_author": "",
        "date_posted": "13 September 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/missing-child-rosemary-gullett/",
        "evaluation": "outdated",
        "title": "Missing Child: Rosemary Gullett",
        "subtitle": "Formerly missing teen Rosemary Gullet is no longer the subject of an active search.",
        "author": "David Mikkelson",
        "statement": "A 15-year-old girl named Rosemary Gullett is missing from her Portland, Oregon, home.",
        "post_author": "",
        "date_posted": "10 January 2016"
    },
    {
        "url": "https://www.snopes.com/fact-check/johnson-johnson-formaldehyde/",
        "evaluation": "outdated",
        "title": "Did Johnson and Johnson Admit Their Baby Products Contain Cancer-Causing Formaldehyde?",
        "subtitle": "Johnson & Johnson reformulated their shampoo to remove formaldehyde, but that process was completed years ago and was based on consumers' unrealistic fears of chemicals.",
        "author": "Kim LaCapria",
        "statement": "Johnson & Johnson \"admitted\" that their brand baby products contain formaldehyde, which is a known carcinogen.",
        "post_author": "",
        "date_posted": "18 September 2015"
    },
    {
        "url": "https://www.snopes.com/fact-check/walter-reed-bible-ban/",
        "evaluation": "outdated",
        "title": "Walter Reed Bible Ban",
        "subtitle": "Rumor: Walter Reed Medical Center has issued guidelines that prohibit the distribution of religious items during visits with patients.",
        "author": "David Mikkelson",
        "statement": "Walter Reed Medical Center guidelines prohibit the use or distribution of religious items during visits with patients.",
        "post_author": "",
        "date_posted": "9 May 2012"
    },
    {
        "url": "https://www.snopes.com/fact-check/wheel-of-misfortune/",
        "evaluation": "outdated",
        "title": "Should You Put Your Hands at the 10 and 2 O'Clock Positions on the Steering Wheel?",
        "subtitle": "The times, they are a-changin'.",
        "author": "David Mikkelson",
        "statement": "To enhance maximum driving safety, motorists should keep their hands at the 10 and 2 o'clock positions on the steering wheel.",
        "post_author": "",
        "date_posted": "16 April 2014"
    },
    {
        "url": "https://www.snopes.com/fact-check/endangered-species-missed/",
        "evaluation": "outdated",
        "title": "Is the Western Black Rhino Extinct?",
        "subtitle": "A species of rhinoceros has been repeatedly declared extinct since at least 2006.",
        "author": "Kim LaCapria",
        "statement": "Conservationists recently announced that the western black rhino has become extinct.",
        "post_author": "",
        "date_posted": "5 April 2015"
    },
    {
        "url": "https://www.snopes.com/fact-check/executive-salaries-charities/",
        "evaluation": "outdated",
        "title": "Think Before You Donate!",
        "subtitle": "An article that compares the salaries of top executives of several large charitable organizations is mostly outdated and inaccurate.",
        "author": "David Mikkelson",
        "statement": "An Article accurately compares the salaries of top executives of several large charitable organizations.",
        "post_author": "",
        "date_posted": "14 November 2005"
    },
    {
        "url": "https://www.snopes.com/fact-check/sick-child-christmas-card-request/",
        "evaluation": "outdated",
        "title": "Sick Child Christmas Card Request",
        "subtitle": "It's hard to believe that so much good will and fine intentions could wreak havoc, but they have. And they still are.",
        "author": "David Mikkelson",
        "statement": "A child dying of cancer wants you to send him or her cards so they can get into the Guinness World Book of Records.",
        "post_author": "",
        "date_posted": "20 July 2001"
    },
    {
        "url": "https://www.snopes.com/fact-check/devon-ward/",
        "evaluation": "outdated",
        "title": "Missing Child: Devon Ward",
        "subtitle": "A 14-year-old boy named Devon Ward who went missing from his Horseheads, New York, home has been found safe.",
        "author": "David Mikkelson",
        "statement": "A 14-year-old boy named Devon Ward is missing from his Horseheads, New York, home.",
        "post_author": "",
        "date_posted": "18 April 2013"
    },
    {
        "url": "https://www.snopes.com/fact-check/virginia-vote-switch/",
        "evaluation": "outdated",
        "title": "Are Virginia Voting Machines Rigged to Party-Switch Votes?",
        "subtitle": "Some Virginia voters experienced difficulties with miscalibrated touch-screen voting machines in 2014.",
        "author": "David Mikkelson",
        "statement": "Voting machines in Virginia have been \"rigged\" to switch votes for Republican candidates to Democratic candidates.",
        "post_author": "",
        "date_posted": "4 November 2014"
    },
    {
        "url": "https://www.snopes.com/fact-check/komen-ceo-salary/",
        "evaluation": "outdated",
        "title": "Komen Research and CEO Salary",
        "subtitle": "Online criticism claims the Susan G. Komen breast cancer organization only gives 20% of their donations to cancer research and pays their CEO $684,000 per year.",
        "author": "David Mikkelson",
        "statement": "The Susan G. Komen breast cancer organization gives only 20% of their donations to cancer research and pays their CEO $684,000 per year.",
        "post_author": "",
        "date_posted": "15 October 2014"
    },
    {
        "url": "https://www.snopes.com/fact-check/holiday-mail-heroes/",
        "evaluation": "outdated",
        "title": "Holiday Mail for Heroes",
        "subtitle": "Can Americans send holiday cards to service members and veterans through a Red Cross-sponsored program?",
        "author": "David Mikkelson",
        "statement": "Americans can send holiday cards to service members and veterans through the \"Holiday Mail for Heroes\" program.",
        "post_author": "",
        "date_posted": "6 November 2007"
    },
    {
        "url": "https://www.snopes.com/fact-check/prayforchristopher/",
        "evaluation": "outdated",
        "title": "Christopher Hamrick Prayer Chain",
        "subtitle": "A viral Facebook post called for prayers for young Christopher Hamrick, who was injured in a car accident in 2012.",
        "author": "David Mikkelson",
        "statement": "Prayers are needed for Christopher Hamrick, who was injured in a car accident in 2012.",
        "post_author": "",
        "date_posted": "30 September 2014"
    },
    {
        "url": "https://www.snopes.com/fact-check/undercover-colors/",
        "evaluation": "outdated",
        "title": "'Undercover Colors': A Rape Drug-Detecting Nail Polish",
        "subtitle": "The idea for a nail polish that could help detect the presence of date-rape drugs in drinks morphed into a different form of product.",
        "author": "Kim LaCapria",
        "statement": "Students have developed a nail polish called \"Undercover Colors\" that can detect the presence of drugs linked to date rape.",
        "post_author": "",
        "date_posted": "15 August 2014"
    },
    {
        "url": "https://www.snopes.com/fact-check/herky-jerky/",
        "evaluation": "outdated",
        "title": "Are Chicken Jerky Treats From China Causing Illness in Pets?",
        "subtitle": "The U.S. Food and Drug Administration issued a number of warnings to American pet owners in the early 2010s.",
        "author": "David Mikkelson",
        "statement": "Chicken jerky treats from China are causing illness in pets.",
        "post_author": "",
        "date_posted": "27 November 2011"
    },
    {
        "url": "https://www.snopes.com/fact-check/diseased-animal-carcass-meat/",
        "evaluation": "outdated",
        "title": "Has Meat from Diseased Animals Been Approved for Consumers?",
        "subtitle": "A disturbing photograph supposedly documents a recent move to approve animal carcasses with cancers, tumors, and open sores for human consumption.",
        "author": "David Mikkelson",
        "statement": "New federal regulations are reclassifying as safe for human consumption meat from animal carcasses containing cancers, tumors, and open sores.",
        "post_author": "",
        "date_posted": "17 January 2014"
    },
    {
        "url": "https://www.snopes.com/fact-check/809-area-code-scam/",
        "evaluation": "outdated",
        "title": "809 Area Code Call Warning",
        "subtitle": "Scam alert warns that phone users lured into placing calls to the 809 area code are charged exorbitant long-distance fees.",
        "author": "Snopes Staff",
        "statement": "Unsuspecting phone customers are gulled into placing calls to area codes in the Caribbean that result in hefty charges.",
        "post_author": "",
        "date_posted": "30 July 2001"
    },
    {
        "url": "https://www.snopes.com/fact-check/andys-coming/",
        "evaluation": "outdated",
        "title": "Andy's Coming!",
        "subtitle": "Will shouting 'Andy's coming!' to Toy Story characters at Disney theme parks cause them to stop and drop?",
        "author": "David Mikkelson",
        "statement": "Shouting \"Andy's coming!\" to Toy Story characters at Disney theme parks will cause them to stop and drop.",
        "post_author": "",
        "date_posted": "27 March 2013"
    },
    {
        "url": "https://www.snopes.com/fact-check/horse-and-home/",
        "evaluation": "outdated",
        "title": "Do 52 Thoroughbred Horses Need New Homes to Escape Slaughter?",
        "subtitle": "A plea that 52 thoroughbred horses are destined for slaughter if adopters are not found for them soon is long out-of-date.",
        "author": "David Mikkelson",
        "statement": "52 thoroughbred horses are destined for slaughter if adopters are not found for them soon.",
        "post_author": "",
        "date_posted": "3 February 2011"
    },
    {
        "url": "https://www.snopes.com/fact-check/hallmark-postcard-family-member-virus/",
        "evaluation": "outdated",
        "title": "'Hallmark Postcard from a Family Member' Virus",
        "subtitle": "Information about the 'Hallmark Postcard from a Family Member' computer virus.",
        "author": "David Mikkelson",
        "statement": "\"You've Received a (Hallmark) Postcard from a Family Member!\" e-mails harbor a dangerous virus.",
        "post_author": "",
        "date_posted": "1 July 2007"
    },
    {
        "url": "https://www.snopes.com/fact-check/cards-for-recovering-soldiers/",
        "evaluation": "outdated",
        "title": "Cards for Recovering Soldiers",
        "subtitle": "Walter Reed Hospital no longer accepts Christmas cards addressed to 'A Recovering American Soldier.'  Alternate programs have been established for sending holiday greetings to hospitalized service members.",
        "author": "David Mikkelson",
        "statement": "Walter Reed Hospital will accept Christmas cards addressed to \"A Recovering American Soldier.\"",
        "post_author": "",
        "date_posted": "6 November 2007"
    },
    {
        "url": "https://www.snopes.com/fact-check/strait-robbery/",
        "evaluation": "outdated",
        "title": "Did Tyrone Woodfork Beat an Elderly Oklahoma Couple?",
        "subtitle": "Woodfork, 22, was sentenced to consecutive life sentences on separate counts of felony murder, assault and battery with a dangerous weapon, and two counts of first-degree rape.",
        "author": "David Mikkelson",
        "statement": "Bob and Nancy Strait, an eldery Tulsa, Oklahoma, couple, were beaten and robbed in their home by Tyrone Woodfork.",
        "post_author": "",
        "date_posted": "8 May 2012"
    },
    {
        "url": "https://www.snopes.com/fact-check/koobface/",
        "evaluation": "outdated",
        "title": "'Koobface' Virus Warning",
        "subtitle": "Warnings about a 'Koobface virus' spreading via Facebook are several years out of date,",
        "author": "David Mikkelson",
        "statement": "A trojan worm known as Koobface is \"spreading like wildfire\" via Facebook.",
        "post_author": "",
        "date_posted": "14 July 2008"
    },
    {
        "url": "https://www.snopes.com/fact-check/progressive-donations-lewis/",
        "evaluation": "outdated",
        "title": "Does the Owner of Progressive Insurance 'Donate Millions to the ACLU'?",
        "subtitle": "Progressive's former CEO, Peter Lewis, personally donated to liberal political causes, but he's been dead for years.",
        "author": "David Mikkelson",
        "statement": "Progressive Insurance chairman Peter Lewis has donated millions of dollars to the ACLU and liberal political causes.",
        "post_author": "",
        "date_posted": "8 September 2010"
    },
    {
        "url": "https://www.snopes.com/fact-check/buddhist-rampage-in-india/",
        "evaluation": "outdated",
        "title": "Are Buddhist Extremists in India Burning Churches?",
        "subtitle": "A viral message warned that Buddhist extremists in India planned to burn down 200 churches and kill 200 missionaries within 24 hours.",
        "author": "Snopes Staff",
        "statement": "Buddhist extremists in India plan to burn down 200 churches and kill 200 missionaries within 24 hours.",
        "post_author": "",
        "date_posted": "7 April 2010"
    },
    {
        "url": "https://www.snopes.com/fact-check/fox-news-documentary/",
        "evaluation": "outdated",
        "title": "Is FOX News Airing a Revealing Documentary on Barack Obama?",
        "subtitle": "\"The report has uncovered more of Obama's radical past and we will see things that no one in the media is willing to put out there.\"",
        "author": "David Mikkelson",
        "statement": "FOX News will soon be airing a revealing documentary about Barack Obama.",
        "post_author": "",
        "date_posted": "3 November 2009"
    },
    {
        "url": "https://www.snopes.com/fact-check/facebook-using-profile-photos-privacy-policy-rule/",
        "evaluation": "outdated",
        "title": "Does Facebook's Policy Allow Them to Use Your Photos in Ads?",
        "subtitle": "Rumors have circulated for many years saying that all your photos are up for grabs.",
        "author": "David Mikkelson",
        "statement": "A new Facebook policy allows advertisers to use members' pictures without permission.",
        "post_author": "",
        "date_posted": "24 July 2009"
    },
    {
        "url": "https://www.snopes.com/fact-check/home-despot/",
        "evaluation": "outdated",
        "title": "Home Depot and the Federal Government",
        "subtitle": "Is the Home Depot chain of stores declining to do business with the federal government?",
        "author": "David Mikkelson",
        "statement": "The Home Depot chain of stores is declining to do business with the federal government.",
        "post_author": "",
        "date_posted": "29 June 2002"
    },
    {
        "url": "https://www.snopes.com/fact-check/flip-flop-flap/",
        "evaluation": "outdated",
        "title": "Do Walmart Flip-Flops Cause Chemical Burns?",
        "subtitle": "\"Many products coming out of China are now being recalled due to unsafe materials to make products and keep the budget at a low cost.\"",
        "author": "Snopes Staff",
        "statement": "Walmart halted sales of Chinese-made flip-flops after some purchasers reported suffering skin rashes or chemical burns.",
        "post_author": "",
        "date_posted": "26 September 2007"
    },
    {
        "url": "https://www.snopes.com/fact-check/just-one-state-cost-illegals-los-angeles/",
        "evaluation": "outdated",
        "title": "Are These the True Costs of Immigrants in Los Angeles?",
        "subtitle": "Misleading statistics about the number and costs of undocumented immigrants in Los Angeles County have been circulating online for 14 years.",
        "author": "David Mikkelson",
        "statement": "A listing provides accurate statistics about the number and costs of undocumented immigrants in Los Angeles County.",
        "post_author": "",
        "date_posted": "3 May 2006"
    },
    {
        "url": "https://www.snopes.com/fact-check/ground-zero-cross-memorial/",
        "evaluation": "outdated",
        "title": "Do American Atheists Oppose the Ground Zero Cross?",
        "subtitle": "\"This is a Christian religious advertisement, and allowing it to stay there is an insult to everyone who doesn't believe in that particular religion.\"",
        "author": "David Mikkelson",
        "statement": "American Atheists are opposing the incorporation of a steel-beam cross found in the World Trade Center rubble into a September 11 memorial and museum.",
        "post_author": "",
        "date_posted": "11 September 2003"
    },
    {
        "url": "https://www.snopes.com/fact-check/jacqueline-saburido/",
        "evaluation": "outdated",
        "title": "Jacqueline Saburido Medical Appeal",
        "subtitle": "Jacqui Saburido, the victim of a drunk driving accident, sought donations to help with the medical treatment for her extensive injuries.",
        "author": "David Mikkelson",
        "statement": "Jacqueline Saburido, the victim of a drunk driving accident, seeks donations to help with the expenses of medical treatment for her extensive injuries.",
        "post_author": "",
        "date_posted": "22 January 2003"
    },
    {
        "url": "https://www.snopes.com/fact-check/whats-a-military-family-worth/",
        "evaluation": "outdated",
        "title": "What's a Military Family Worth?",
        "subtitle": "A comparison of compensation paid to September 11 victims and service members killed on active duty cites old figures.",
        "author": "David Mikkelson",
        "statement": "Article contrasts compensation paid to families of September 11 victims with benefits paid to families of U.S. military personnel killed on active duty.",
        "post_author": "",
        "date_posted": "7 June 2002"
    },
    {
        "url": "https://www.snopes.com/fact-check/nyc-firefighter-memorial/",
        "evaluation": "outdated",
        "title": "WIll a NYC Firefighter Memorial Be Historically Inaccurate?",
        "subtitle": "Has a memorial to New York City firefighters has been rendered in a historically inaccurate way?",
        "author": "Snopes Staff",
        "statement": "A memorial to New York City firefighters will be rendered in a historically inaccurate way.",
        "post_author": "",
        "date_posted": "16 January 2002"
    },
    {
        "url": "https://www.snopes.com/fact-check/jamie-bulger/",
        "evaluation": "outdated",
        "title": "Murder of Jamie Bulger",
        "subtitle": "An outdated petition decries the true and horrific death of Jamie Bulger at the hands of Jon Venables and Robert Thompson.",
        "author": "Snopes Staff",
        "statement": "Two British teens who killed a child when they were ten years old were granted anonymity for life by the courts and released from custody in June 2001.",
        "post_author": "",
        "date_posted": "21 July 2001"
    },
    {
        "url": "https://www.snopes.com/fact-check/prayer-request-child-shot-nail-gun/",
        "evaluation": "outdated",
        "title": "Prayer Request: Child Shot by Nail Gun",
        "subtitle": "A prayer request about a 22-month-old child who shot himself in the heart with a nail gun is ten years old.",
        "author": "David Mikkelson",
        "statement": "Prayers are requested for a 22-month-old boy who accidentally shot himself with a nail gun.",
        "post_author": "",
        "date_posted": "10 August 2010"
    }
]